[
    [
        "Um circuito elétrico é a ligação de elementos elétricos,[1] tais como resistores, indutores, capacitores, diodos, linhas de transmissão, fontes de tensão, fontes de corrente e interruptores, de modo que formem pelo menos um caminho fechado para a corrente elétrica.[2] Um circuito elétrico simples, alimentado por pilhas, baterias ou tomadas, sempre apresenta uma fonte de energia elétrica, um aparelho elétrico, fios ou placas de ligação e um interruptor para ligar e desligar o aparelho. Estando ligado, o circuito elétrico está fechado e uma corrente elétrica passa por ele. Esta corrente pode produzir vários efeitos: óticos, cinéticos, térmicos, acústicos, mecânicos, etc. Circuitos elétricos são conjuntos formados por um gerador elétrico, um condutor em circuito fechado e um elemento capaz de utilizar a energia produzida pelo gerador.[carece de fontes?]",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Os elementos de circuitos são produzidos com um tamanho padrão para facilitar sua montagem. Uma forma rápida de montar circuitos é usar uma placa de teste. Para construir circuitos mais duradouros, pode-se usar uma placa de circuito (Protoboard), que é constituída de um material isolador com furos e com pistas paralelas de cobre em um dos lados; o contato entre diferentes componentes é feito inserindo os terminais em furos que estejam na mesma pista, tal como na placa de teste, mas é preciso soldar os terminais sobre o cobre. Outro método que permite construir circuitos mais compactos, são as placas de circuito impresso (PCB). Um PCB é semelhante a uma placa de circuito, mas as pistas de cobre e os furos são desenhados sob medida para cada circuito específico.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Um circuito de corrente contínua, ou circuito c.c. (em inglês, Direct Current, d.c.), é um circuito em que todas as fontes de tensão têm força eletromotriz constante e todas as resistências são constantes. Caso se ligue condensadores no circuito, a corrente mudará em função do tempo (resposta transitória do circuito), mas passado algum tempo a carga e tensão nos condensadores atingirão os seus valores finais.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Entre os pontos A e C do potenciómetro foi ligada uma pilha com fem e e resistência interna r. As saídas do divisor de voltagem são os pontos A e B onde foi ligada uma resistência R. Quando o contato móvel, B, do potenciómetro é deslocado entre A e C, a diferença de potencial na resistência R será a mesma que nos pontos A e B, que é diretamente proporcional à resistência do potenciómetro entre A e B. Assim, consegue-se obter em R uma diferença de potencial que pode ser ajustada entre 0 e um valor máximo.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Outro exemplo de diagrama de circuito é a montagem usada para carregar um condensador e a seguir observar como diminui a diferença de potencial quando o condensador é descarregado através de um voltímetro. O diagrama do circuito é apresentado na figura abaixo.[7]",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Como a pilha é ligada por alguns instantes, para carregar o condensador, e é logo desligada, foi desenhado um interruptor que no estado fechado corresponde ao caso em que a pilha está ligada, e no estado aberto representa o caso em que a pilha está desligada.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "O voltímetro foi representado no diagrama por meio da sua resistência interna R V} . Geralmente, admite-se que o voltímetro não interfere com o circuito, sendo representado apenas pelas setas com sinais positivo e negativo, que indicam os pontos onde foram ligados os terminais positivo e negativo do voltímetro. Neste caso a resistência do voltímetro sim é importante e, por isso, foi desenhada. Um voltímetro ideal teria uma resistência infinita, que não permitiria que o condensador descarrega-se, permanecendo a sua diferença de potencial constante. Num voltímetro real, a carga no condensador produz uma corrente através do voltímetro, que faz com que a carga diminua e, consequentemente, a diferença de potencial decresça.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "A análise de um circuito consiste em calcular a corrente ou diferença de potencial em cada resistência e a carga ou diferença de potencial em cada condensador. Com essas grandezas podemos também determinar a potência que está a ser dissipada nas resistências e a energia armazenada nos condensadores. Para analisar os circuitos é conveniente usar duas regras gerais designadas de leis de Kirchhoff.[8]",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Essa lei será válida sempre que as correntes sejam estacionárias; nomeadamente, quando a densidade da nuvem de cargas de condução permaneça constante dentro do condutor, sem existir acumulação de cargas em nenhum ponto; nesse caso, toda a carga que entra por um condutor, por unidade de tempo, deverá sair por outros condutores.[8]",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Nos casos em que existem várias fontes ou quando não é possível associar resistências, ou capacitores, em série e em paralelo até obter uma única resistência (ou capacitor) equivalente, será útil usar o método das malhas. Por exemplo, no circuito da figura ao lado nenhuma das resistências está nem em série nem em paralelo com nenhuma outra.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Usaremos esse circuito da figura à direita para mostrar o fundamento do método das malhas. Na resolução de problemas não será preciso realizar a mesma análise que vamos fazer a seguir, mas bastará com aplicar as regras enunciadas no fim da seção, para escrever a matriz do circuito.[7]",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "O sistema matricial acima foi obtido calculando primeiro as diferenças de potencial nas secções do circuito e aplicando a regra das malhas. No entanto, observe que é possível escrever o sistema matricial imediatamente olhando para o circuito (figura de correntes de malhas) e usando as seguintes regras:",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Assim, a matriz do circuito será sempre simétrica, com os elementos na diagonal positivos e todos os restantes elementos negativos. As 3 correntes de malha são a solução do sistema, que pode ser obtida usando algum dos métodos para resolver sistemas lineares de equações, por exemplo, a regra de Cramer:",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Neste caso, todas as correntes obtidas são positivas, o que indica que o sentido das correntes de malha coincide com os sentidos que arbitramos na figura corrente das malhas. Nos elementos do circuito que não estão entre duas malhas, a corrente real é igual à corrente da respectiva malha.[7]",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "A corrente alternada, ou CA (em inglês AC - alternating current) é uma corrente elétrica cuja magnitude e direção da corrente varia ciclicamente, ao contrário da corrente contínua cuja direção permanece constante e que possui pólos positivo e negativo definidos. A forma de onda usual em um circuito de potência CA é senoidal por ser a forma de transmissão de energia mais eficiente. Entretanto, em certas aplicações, diferentes formas de ondas são utilizadas tais como triangular ou ondas quadradas.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Cada forma de onda é uma forma de onda alternada fornecida por geradores de sinais disponíveis comercialmente. O termo alternada indica apenas que o valor da tensão ou da corrente se alterna, ao longo do tempo o sinal mais importante é a forma de onda alternada senoidal, com esse tipo de sinal encontrado na grande maioria das aplicações, as frases abreviadas como tensão CA e corrente CA sempre se referem a esse tipo de forma de onda, outra razão para dar atenção à tensão alternada senoidal é que esse tipo de tensão é gerado nas usinas de energia elétrica em todo o mundo. Outras razões incluem seu uso em diversos sistemas elétricos, eletrônicos, de comunicação e industriais. Além disso, esta forma de onda tem diversas características que resultam em uma resposta exclusiva quando a aplicamos aos componentes elétricos básicos.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Os diversos teoremas e métodos introduzidos para circuitos de corrente contínua também serão aplicados a circuitos de corrente alternada senoidal. Embora a aplicação de sinais senoidais aumente o nível de complexidade matemática para sua descrição muitos dos conceitos sobre corrente contínua poderão ser aplicados a circuitos CA ser geradas. As tensões alternadas senoidais podem ser geradas por diversas fontes, a mais comum é aquela que obtemos nas tomadas residenciais, que fornecem tensão alternada cuja origem é uma usina geradora, essa usinas são em geral alimentadas por quedas de água, óleo, gás ou fissão nuclear, em cada caso de um gerador de corrente alternada (também denominado alternador) é o componente mais importante no processo de conversão de energia.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Em 1845, quando ainda era um estudante, Gustav Kirchhoff contribuiu muito no campo dos circuitos elétricos, na espectroscopia, na emissão de radiação dos corpos negros e na teoria da elasticidade. É o autor de duas leis fundamentais da teoria clássica dos circuitos elétricos pois formulou as leis dos nós e das malhas Leis de Kirchhoff. Propôs a lei da emissão de radiação térmica em 1859, comprovando-a em 1861. Em 1854 transferiu-se para a Universidade de Heidelberg, onde colaborou em trabalhos sobre espectroscopia com Robert Bunsen, descobrindo juntamente com este os elementos césio e rubídio em 1861, estudando a composição química do Sol através do seu espectro.[9]",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "No fim da década de 1880 viveu-se nos Estados Unidos um período conhecido como a Guerra das Correntes. Nessa época já existia uma rede elétrica pública, usada principalmente para acender lâmpadas incandescentes e alimentar motores elétricos. A exploração dessa rede elétrica revertia grandes benefícios a Thomas A. Edison que tinha obtido várias patentes pela invenção da lâmpada e outros dispositivos para gerar corrente contínua. Outras pessoas tentaram entrar nesse novo negocio milionário com as suas inovações; George Westinghouse, quem já tinha tido sucesso comercializando as suas próprias patentes, contratou Nikola Tesla, um cientista brilhante, imigrante da Croácia. Tesla obteve uma patente pelo dispositivo na figura acima, para produzir e distribuir corrente alternada. A guerra das correntes acabaria por ser ganha pelo sistema de corrente alternada de Tesla e Westinghouse; uma das principais vantagens sobre o sistema de corrente contínua de Edison é a facilidade de poder aumentar ou diminuir a tensão por meio de transformadores.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Outra diferença com os circuitos estudados anteriormente é que, quando não há fontes, os condensadores e indutores deixam de ser elementos passivos que respondem às mudanças na fonte; neste caso em cada instante um dos elementos será passivo (perde energia) e o outro será ativo (absorve energia). Consequentemente, as tensões no condensador e o indutor serão iguais em valor absoluto, mas com sinais opostos e a equação do circuito será:",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "A corrente é designada corrente alternada e a carga é uma carga alternada. Em geral, uma função alternada é qualquer função periódica com valor médio igual a zero. Estes 3 exemplos são um caso particular em que a forma da função é como na função seno ou cosseno.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Em qualquer ponto num circuito de corrente alternada, a corrente é uma função sinusoidal. Em cada período de oscilação, a mudança de sinal da função sinusoidal indica que o sentido da corrente muda. O integral da função, em cada período é nulo. Isso quer dizer que a carga transferida é nula; durante metade do período há transporte de carga num sentido, mas no restante meio período a mesma carga é transportada no sentido inverso.[7]",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Não existe transferência efetiva de carga nos circuitos de corrente alternada. As cargas de condução simplesmente oscilam à volta de uma posição de equilíbrio. A pesar de não existir transferência efetiva de cargas, existirá dissipação efetiva de energia, porque a oscilação das cargas está a ser contrariada pela resistência dos condutores e existe efeito Joule, independentemente do sentido da corrente.[7]",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "No circuito do exemplo anterior, a tensão de entrada carrega e descarrega o condensador. Inicialmente, a carga no condensador oscila com a frequência de oscilação da tensão na fonte; mas quando a carga no condensador for elevada, a diferença de potencial do condensador poderá contrariar a tensão da fonte, impedindo a entrada de mais carga.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "A situação é semelhante a uma massa pendurada de uma mola elástica, na qual atua outra força externa que tenta manter a massa oscilando para cima e para baixo. Se a força externa não oscilar com a mesma frequência própria de oscilação da mola elástica, haveria momentos em que a força externa está a tentar fazer subir a massa, enquanto a mola elástica empurra em sentido oposto.[7]",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "No caso do circuito, se a fonte não existisse mas o condensador tivesse uma carga inicial, começaria a descarregar, produzindo uma corrente. No momento em que o condensador descarrega completamente, o indutor faz com que a corrente persista por alguns instantes, recarregando o condensador com cargas de sinais opostos à carga inicial. O ciclo repete-se, com uma frequência própria do circuito. No entanto, a resistência faz com que em cada ciclo a carga do condensador seja menor, até acabar por desaparecer (equilíbrio estável). Existe ressonância quando a fonte oscilar com a mesma frequência própria do circuito.[7]",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "No entanto, a corrente não aumenta instantaneamente até esse valor, mas aumenta gradualmente com as oscilações da carga no condensador. Quando essa carga máxima se tornar muito elevada, ocorrerá a ruptura do dielétrico no condensador ou a corrente elevada acabará por queimar o indutor.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "Uma aplicação importante dos circuitos elétricos é no processamento de sinais. Os sinais a serem processados são tensões elétricas variáveis em função do tempo. Essas tensões podem ser produzidas, por exemplo, num microfone ou em diversos tipos de transdutores que são usados para medir pressões, temperaturas e outras propriedades físicas. O sinal elétrico produzido pelo transdutor constitui uma fonte de tensão ou corrente variável no circuito elétrico usado para o seu processamento.",
        "Circuito elétrico",
        "Circuitos elétricos"
    ],
    [
        "A maioria dos circuitos reais não se resume apenas nos componentes do diagrama, pois há a necessidade de se dispor de um dispositivo para ligar e desligar o circuito, e isso é, conseguído pela adição de uma chave (contato elétrico) em série com o receptor.",
        "Esquema elétrico",
        "Circuitos elétricos"
    ],
    [
        "Esquema unifilar é a representação simplificada de um circuito, no qual são exibidos linhas e símbolos específicos[1]. Estas linhas representam os condutores e sobre eles é indicado a quantidade destes condutores em forma de traços verticais ou oblíquos, que interligam os componentes de um determinado circuito.",
        "Esquema elétrico",
        "Circuitos elétricos"
    ],
    [
        "Um circuito retificador, ou simplesmente retificador, corresponde aos circuitos elétricos de tensão elaborados para a conversão de corrente alternada em corrente de passagem . Utiliza-se para este processo elementos semicondutores, tais como os diodos e tiristores, além de um transformador. Em outras palavras, trata-se de um dispositivo que permite que uma tensão, ou corrente alternada (CA) (normalmente senoidal) seja constante, ou seja transformada em contínua.",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "O desenvolvimento da tecnologia é resultado da busca por melhoria ou solução de problemas. Com esse mesmo propósito os circuitos retificadores foram criados, possibilitando um desempenho mais eficaz de sistemas e aparelhos eletrônicos.",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "Dentro de uma pilha ocorre um processo espontâneo de reação química, criando uma diferença de potencial entre seus polos, possibilitando o fluxo de elétrons pelos mesmos. Isto só é possível conectando os polos através de um elemento condutor, sendo assim, os elétrons livres da camada de valência serão atraídos para o polo positivo da pilha, criando um fluxo de elétrons denominado corrente contínua.",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "Devido ao fato de que a corrente distribuída pela rede elétrica ser alternada, deu-se por necessária a conversão de corrente alternada em contínua, uma vez que os aparelhos eletrônicos usuais exigem o uso de corrente contínua. Surge então, no final dos anos vinte, os circuitos retificadores, permitindo a transformação de corrente alternada em corrente contínua. Deste modo os aparelhos eletrônicos passaram a possuir um novo estágio, denominado fonte de alimentação.",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "Existem vários tipos de retificadores e métodos complexos para seu projeto e construção, normalmente sendo empregados no circuito diodos e tiristores (esse último amplamente utilizados em retificadores de alta potência). Os retificadores mais simples são do tipo meia-onda, onda completa com center tape e onda completa em ponte.O pior retificador é o retificador de meia-onda, pois ele gera muita interferência na onda, porém, é o mais barato pois só usa um diodo. Para tentarmos reduzir a perda na queda da onda, que chega a zero em qualquer tipo das retificações, adicionamos capacitores, que quando a onda estiver subindo, são carregados e quando a onda estiver descendo, estes se descarregam em uma tentativa de manter o nível de tensão elevado. Sendo que a variação na crista da onda, que exibe o ato de carregar e descarregar o capacitor denomina-se Ripple.",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "Os circuitos retificadores são circuitos cuja finalidade é obter corrente contínua (DC), a partir de corrente alternada (AC). O processo de mudança de AC para DC que ocorre em uma fonte de tensão geralmente é composto por pelas etapas de transformação, retificação, filtragem e estabilização, onde o transformador tem a função de reduzir ou elevar a tensão disponível, que será enviada ao retificador, onde a corrente AC, que é bidirecional, é convertida em uma corrente unidirecional (DC). No filtro, é reduzida a pulsação da tensão através de capacitor, mas resultando ainda em uma tensão com pequenas oscilações, conhecida como \"ripple\". Esse sinal é estabilizado ou através de um regulador zener ou através de circuito integrado, como por exemplo a série LM78XX. Por fim, a carga recebe essa tensão filtrada e regulada (estabilizada).",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "Dentro desse processo atuam os diodos e os tiristores, compostos por junções PN (positivo - negativo) que são a justaposição de materiais semicondutores. Um diodo conduz corrente em apenas um sentido, impedindo corrente reversa. O tiristor tem a função de abrir e fechar circuitos com grandes cargas, como motores, eletroímãs e aquecedores, e converter AC em DC ou DC em AC. Os tiristores possuem dois estados de funcionamento: o corte e a condução, sendo assim dispositivos de comutação.",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "Como a tensão na entrada é alternada, o diodo permitirá a passagem do sinal, quando estiver diretamente polarizado, somente no semiciclo positivo, e quando estiver inversamente polarizado, no semiciclo negativo.",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "Quando polarizado diretamente, obtêm-se, na saída, apenas a parte positiva da tensão. Apesar de ser um sinal pulsante, a tensão é contínua pois não há inversão de sentido, ou seja, ela trabalha somente com a parte positiva da senoide. Não existem muitas aplicações para este tipo de sinal, pois ele é prejudicial aos componentes eletrônicos, sendo necessário tornar o sinal o mais constante possível.",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "Através do gráfico da imagem acima, percebe-se que, quando a tensão do secundário do transformador atinge o ponto de disparo do diodo (que varia de acordo com seu material), o capacitor se carrega, cuja tensão tende a se igualar à tensão de saída do circuito. Quando a tensão senoidal começa a decair, o potencial da tensão do capacitor polariza reversamente o diodo, fazendo com que o capacitor então se descarregue, até atingir um ponto em que seu potencial seja menor que o potencial da tensão do secundário; nesse caso, o capacitor se carrega novamente, mantendo assim um sinal positivo no circuito e fazendo com que a corrente seja mais próxima de uma tensão contínua constante (linha reta, como em uma pilha ou bateria).",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "O enrolamento do transformador é dividido ao meio para adaptar duas tensões iguais em cada uma das metades do enrolamento secundário, com polaridades indicadas.Quando a tensão da linha é positiva, ambos os sinais vS serão positivos, D1 conduz e D2 está reversamente polarizado. Quando a tensão da linha é contrária, as tensões vS serão negativas, D1 está reversamente polarizado e D2 conduz. A corrente através de R sempre circula em um único sentido, e vO é unipolar.",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "No semiciclo positivo, D2 e D4 estão diretamente polarizados, enquanto D1 e D3 estão inversamente polarizados. Já no semiciclo negativo acontece o contrario. As únicas diferenças entre o retificador em ponte e o retificador com Center-tap é que a frequência no retificador em ponte é maior e a tensão do secundário é a mesma na entrada e na saída.",
        "Retificador",
        "Circuitos elétricos"
    ],
    [
        "Em física de partículas, uma partícula elementar ou partícula fundamental é uma partícula que não possui nenhuma subestrutura.[1] Por exemplo, átomos são feitos de partículas menores conhecidas como elétrons, prótons e nêutrons. Os prótons e nêutrons, por sua vez, são compostos de partículas mais elementares conhecidas como quarks. Um dos mais notáveis da física de partículas é encontrar as partículas mais elementares – ou as codenominadas partículas fundamentais – as quais constroem todas as outras partículas encontradas na natureza, e não são elas mesmas compostas de partículas menores. Historicamente, os hádrons (mésons e bárions, tais como o próton e o nêutron) e até mesmo o átomo inteiro já foram considerados como partículas elementares.",
        "Partícula elementar",
        "Física de partículas"
    ],
    [
        "O modelo padrão das partículas físicas contém 12 sabores de férmions (partículas massa) elementares, além de suas correspondentes antipartículas, como também bósons (\"partículas de radiação\") elementares que medeiam as forças e o recém descoberto bóson de Higgs. Contudo, o modelo padrão é largamente considerado como sendo uma teoria provisória do que uma verdade fundamental, desde que ele é incompatível como a relatividade geral de Einstein. Os fótons (partículas emitidas pela luz) por exemplo são o quanta dos campos eletromagnéticos. Há o que provavelmente sejam partículas elementares hipotéticas que não são descritas pelo modelo padrão, tais como o gráviton, a partícula que transporta a força gravitacional ou as s-partículas, associações supersimétricas das partículas ordinárias.",
        "Partícula elementar",
        "Física de partículas"
    ],
    [
        "Quarks e antiquarks nunca foram detectados isoladamente. Um quark pode existir emparelhado com um antiquark, formando um méson: o quark tem uma cor (veja carga de cor) e um antiquark tem uma anticor correspondente. Uma cor e a anticor cancelam-se mutuamente, produzindo o negro (isto é, a ausência de carga colorida). Ou três quarks podem existir juntos formando um Bárion: um quark é \"vermelho\", outro \"azul\", outro \"verde\". Estas três cores juntas formam o branco (isto é, a ausência de carga colorida). Ou três antiquarks podem existir juntos formando um anti-Bárion: um antiquark é \"antivermelho\", outro \"anti-azul\", outro \"antiverde\". Estas três anticores juntas forma o antibranco (isto é neutro). O resultado é que cores (ou anticores) não podem ser isoladas, mas quark carregam cores, e antiquarks carregam anticores.",
        "Partícula elementar",
        "Física de partículas"
    ],
    [
        "Evidências de quarks vêm do bombardeamento com elétrons de núcleos de hidrogênio (essencialmente um próton) para determinar a distribuição da carga dentro de um próton. Se a carga é uniforme, o campo eletrostático em volta do próton deve ser uniforme e o elétron deve espalhar elasticamente. Elétrons de baixa energia espalham-se da mesma forma que o próton recua, mas acima de uma dada energia, os prótons defletem alguns elétrons em grandes ângulos. O recuo dos elétrons tem muito menos energia e um jato de partículas fundamentais é emitido. Se os prótons podem provocar isto nos elétrons, sugere-se que a carga no próton não é uniforme mas dividida entre partículas carregadas menores, isto é os quarks.",
        "Partícula elementar",
        "Física de partículas"
    ],
    [
        "Os Glúons são mediadores da força nuclear forte, e transportam cor e uma anti-cor. Embora glúons não possuam massa, eles nunca foram observados em detectores devido ao confinamento; porém eles produzem jatos de hádrons, similares aos de um único quarks.",
        "Partícula elementar",
        "Física de partículas"
    ],
    [
        "Embora as forças eletromagnética e fraca apareçam muito diferentes para nós nas energias do dia a dia, as duas forças são teoricamente unificadas em uma única força eletrofraca a altas energias. A razão para estas diferenças a baixas energias é atribuída à existência do bóson de Higgs. Através do processo de quebra espontânea de simetria, o Higgs seleciona uma direção especial no espaço eletrofraco que proporciona três partículas eletrofracas tornassem bem pesadas (os bósons fracos) e uma permanecer sem massa (o fóton eletromagnético).",
        "Partícula elementar",
        "Física de partículas"
    ],
    [
        "Uma das mais importantes extensões do modelo padrão envolve partículas supersimétricas, abreviada como s-partículas, as quais incluem os sleptons, squarks, neutralinos e charginos. Cada partícula no modelo padrão tem um super-padrão que difere por 1/2 da partícula original. Em adição, estas s-partículas são mais pesadas do que seus contrapontos originais: eles são tão pesados que colineadores de partículas existentes não tem potência suficiente para ser capaz de detectá-los. Porém, alguns físicos acreditam que as s-partículas possam ser detectadas no Large Hadron Collider do CERN a partir de seu funcionamento.",
        "Partícula elementar",
        "Física de partículas"
    ],
    [
        "De acordo com a teoria das cordas, cada tipo de partícula fundamental corresponde a um diferente modo vibração de uma corda fundamental (cordas estão constantemente vibrando em padrão de ondas fundamentais, de forma similar a qual as órbitas quantizadas dos elétrons no modelo de Bohr vibrando em padrões de ondas fundamentais).",
        "Partícula elementar",
        "Física de partículas"
    ],
    [
        "De acordo com a teoria do Préon existe uma ou mais ordens de partículas mais fundamentais do que esta (ou mais do que estas) encontradas no modelo padrão. Esta famílias mais fundamentais que estas são normalmente chamadas \"Préons\" para quais derivaram dos \"pre-quarks\". Em essência, a teoria tenta fazer o modelo padrão arquivo que o modelo padrão tinha feito ao zoológico de partículas que havia antes dele. A maioria dos modelos assume que o modelo padrão pode ser explicado em termos de três a meia dúzia de partículas mais fundamentais e leis que governam suas interações.",
        "Partícula elementar",
        "Física de partículas"
    ],
    [
        "Enquanto a metodologia na teoria das cordas é tipicamente tentar construir uma estrutura matemática completa do zero, uma Teoria Préon tipicamente procura por padrões no modelos padrões em si e tenta encontrar modelos que podem imitar estes padrões.",
        "Partícula elementar",
        "Física de partículas"
    ],
    [
        "Os aceleradores de partículas são dispositivos que fornecem energia a feixes de partículas subatômicas eletricamente carregadas. Todos os aceleradores de partículas possibilitam a concentração de grande energia em pequeno volume e em posições arbitradas e controladas de forma precisa.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "O acelerador de partículas é um instrumento essencialmente construído utilizando uma fonte de partículas carregadas expostas a campos elétricos que as aceleram. Após a aceleração passam em seguida por um campo magnético que as desvia de suas trajetórias focalizando-as e controlando as direções (defletindo-as).",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Um exemplo simples de acelerador de partículas, com todas as características citadas acima, são os tubos de raios catódicos de aparelhos de televisão. Estes dispositivos dispõem, numa de suas extremidades, um cátodo onde os elétrons ganham energia pelo aquecimento, escapando de seus átomos e ficando “livres”.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Cada elétron possui uma negativação individual. Ao se destacar do cátodo aquecido pelo filamento (Efeito Édison) estas partículas ficam expostas a um campo elétrico estabelecido pela aplicação de uma diferença de potencial entre aquele cátodo e o outro extremo, ou ânodo nas proximidades do ecrã (tela, no português brasileiro).",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Uma vez emitidos, os elétrons são acelerados em direção a um foco entre um elétrodo chamado grade de controle e a um ânodo chamado de primeiro ânodo. A diferença de potencial aplicada à grade de controle determina a corrente eletrônica ou fluxo eletrônico, mais fluxo, mais brilho, menos fluxo, menos brilho, ou seja, controla o bombardeio de elétrons no ecrã.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Acelerados, os elétrons que passaram pelo primeiro e segundo ânodos são agora manipulados eletronicamente num terceiro ânodo, o de ajuste de foco, isto é, aquele que “afina” ou \"alarga\" o diâmetro do feixe tal qual uma lente eletrônica cuja tensão gira em torno de + 300 V.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Os aceleradores lineares fazem a partícula seguir uma trajetória retilínea onde a energia final obtida é proporcional à soma das diferenças de potencial geradas a partir dos mecanismos de aceleração dispostos ao longo da trajetória. Estes aceleradores são desenvolvidos de duas formas ou sistemas.[4][5]",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Este equipamento é provido de uma câmara de aceleração composta de um tubo de vácuo cilíndrico, formando um guia de ondas que direciona o campo acelerador. Existe também um amplificador de potência de radiofrequência (RF), (tipicamente uma válvula klystron) de vários megawatts que excita a câmara aceleradora com a onda eletromagnética. Para que ocorra a aceleração, é preciso assegurar a sincronização dos elétrons com a velocidade de fase da onda.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "O desenvolvimento integral deste sistema de aceleração ocorreu a partir de meados da Segunda Guerra Mundial, esta espera ocorreu porque a teoria avançou mais rápido que a prática, e a tecnologia de RF necessitou se desenvolver para a produção do equipamento.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "No Brasil, o desenvolvimento de aceleradores lineares se deve ao conhecimento e capacidade do Prof. Argus Moreira e sua equipe que projetou e construiu quatro máquinas no Centro Brasileiro de Pesquisas Físicas, no Rio de Janeiro. Ainda em funcionamento, alguns desses aceleradores ajudam na formação de físicos, engenheiros e técnicos e o desenvolvimento de novas técnicas científicas.[2]",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Este acelerador é normalmente identificado pelo tipo de gerador de alta tensão utilizado. A alta tensão pode ser gerada retificando-se uma tensão alternada (gerador Cockcroft-Walton), ou usando-se um sistema mecânico para o transporte de carga eletrostática até o terminal de alta tensão (gerador Van de Graaff).[6]",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Este tipo de acelerador força a partícula a passar diversas vezes pelos sistemas de aceleração. A energia final das partículas depende da amplitude da diferença de potencial aplicada e do número de voltas que estas dão no dispositivo. Os tipos de aceleradores cíclicos mais utilizados são o cíclotron e o síncrotron.[2]",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "O cíclotron possui dois eletrodos com a forma de um D, estes são ocos e semicirculares. Sua montagem é numa câmara de vácuo entre os polos de um eletromagneto. Os prótons, dêuterons (núcleo de um átomo de deutério, constituído por um próton e um nêutron) ou outros íons de maior massa começam a se locomover no interior dos eletrodos em forma de D. Neste momento é injetada uma diferença de potencial alternada de alta frequência e potência nos eletrodos cuja frequência é próxima à da circulação iônica, produzindo assim saltos de aumento de velocidade cada vez que estes passam de um eletrodo para o outro subsequente. O que ocorre com as partículas neste momento, é uma trajetória em forma hipoide ou de semicírculos cujos raios são crescentes havendo então uma perda do foco do feixe. É necessário então um sistema de \"focalização\" para forçar os íons numa trajetória pré determinada, evitando assim a perda iônica por espiralamento. Causando uma repolarização forçada através da variação radial negativa do campo magnético, haverá sobre a partícula uma pequena componente perpendicular ao plano do movimento de aceleração. Este efeito manterá a trajetória da partícula estável não permitindo a perda desta para fora do acelerador. Essa componente de correção é primordial, pois a trajetória total da partícula muitas vezes chega a centenas de metros e, conforme o caso, milhares.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "A correção de trajetória pela focalização do feixe iônico somado ao efeito relativístico causa um aumento de massa nas partículas, pois é sabido que ao se aumentar sua energia acaba havendo o surgimento de uma diferença entre a frequência de oscilação do potencial acelerador e a frequência de circulação da partícula num segmento da sua trajetória. Este efeito gera um erro inflacionário, que aumenta a cada volta, limitando assim a energia máxima da partícula.[2]",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Para resolver este problema do erro exponencial, ou inflacionário, é necessário variar a frequência aplicada aos eletrodos em forma de D, assim pode-se alterar a focalização iônica através da variação dos campos magnéticos sobre as partículas. Para tal, foi desenvolvido um equipamento chamado sincrocíclotron cuja construção foi possível porque existem órbitas estáveis onde a frequência de revolução é igual à frequência da diferença de potencial aplicada aos eletrodos. A patente do sincrocíclotron foi concedida a Edwin McMillan em 1952.[7]",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Neste sistema, quando é diminuída a frequência de oscilação, as partículas têm uma afinidade à sua órbita tendendo então em permanecer nesta, pois absorvem energia dos campos elétricos dos eletrodos. Ao se manter a estabilidade de sincronismo, as partículas acabam ganhando energia e tendem a se movimentar em órbitas cujos raios são crescentes até a órbita máxima permitida pelo projeto do eletromagneto. O sincrocíclotron praticamente não tem limites no número de revoluções necessárias para a obtenção de uma dada energia.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "O desenvolvimento dos síncrotrons foi necessário para melhorar as soluções de aceleração de partículas cujas trajetórias são de raios fixos. Estes, da mesma forma que os cíclotrons, aceleram as partículas eletricamente e as confinam em campos magnéticos. A diferença é que o síncrotron utiliza o princípio da estabilidade de fase, mantendo desta forma o sincronismo entre o campo elétrico aplicado e a frequência de revolução da partícula.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "O funcionamento se dá através de um campo magnético que causa a deflexão da partícula para uma órbita circular, e cuja intensidade do campo é modulada de forma cíclica, mantendo assim órbitas cujo raio é bastante estável e constante, apesar do ganho de energia e massa consequentemente. Uma vez que se usa o campo magnético para manter a órbita ao invés de acelerá-la, as linhas de campo magnético só são necessárias na região anular que é definida pela órbita. O campo é gerado por um eletromagneto anular.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Os síncrotrons de prótons são os aceleradores de partículas que atingem a maior energia chegando a 800 GeV, enquanto o síncrotron de elétrons alcança no máximo 12 GeV. A velocidade do próton só chega próxima da velocidade da luz no vácuo com uma energia acima de 1 GeV. O próton acelerado não perde energia por radiação, ou se perde é muito pouco. Os elétrons adquirem uma velocidade muito alta a energias relativamente baixas, e quando defletidos por campos magnéticos irradiam energia eletromagnética próxima do comprimento de onda dos raios X. Essa energia irradiada precisa ser reposta pelo sistema acelerador.[2]",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "O mícrotron é um acelerador de elétrons que utiliza cavidades ressonantes como elementos de aceleração. As cavidades são alimentadas com ondas eletromagnéticas de frequência fixa, tipicamente na região de micro-ondas. Trata-se de um acelerador recirculado, ou seja, os elétrons são guiados por campos magnéticos e descrevem várias órbitas. A cada órbita os elétrons passam pelas mesmas cavidades ressonantes, ganhando mais energia a cada passagem. O mícrotron clássico foi inventado por Vladimir Veksler, em 1944.[8]",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "O betatron é um acelerador de elétrons cíclico. Foi desenvolvido por Donald Kerst na Universidade de Illinois em 1940.[9][10] O betatron é essencialmente um transformador elétrico, que possui como enrolamento secundário, uma câmara de vácuo de formato toroidal. É nesta câmara que os elétrons são injetados e acelerados. Ele recebeu este nome pelo fato das partículas beta serem elétrons de alta energia.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Existem outros equipamentos que são usados para acelerar partículas. Praticamente consistem num par de câmaras de vácuo em forma anular. O sistema é utilizado para armazenar feixes de partículas altamente energéticas e provocar colisões frontais entre eles. As altas energias obtidas a partir destas colisões permitem o estudo das interações entre as partículas fundamentais da matéria e da energia.",
        "Acelerador de partículas",
        "Física de partículas"
    ],
    [
        "Experimentos mostram que a luz pode se comportar como um fluxo de partículas (chamadas fótons), além de exibir propriedades semelhantes a ondas. Isso levou ao conceito de dualidade onda-partícula para refletir que as partículas em escala quântica se comportam como partículas e ondas; às vezes são chamados de ondulação para refletir isso.[4]",
        "Partícula subatômica",
        "Física de partículas"
    ],
    [
        "Outro conceito, o princípio da incerteza, afirma que algumas de suas propriedades tomadas em conjunto, como sua posição e momento simultâneos, não podem ser medidas com exatidão. Foi demonstrado que a dualidade onda-partícula se aplica não apenas a fótons, mas também a partículas mais massivas.",
        "Partícula subatômica",
        "Física de partículas"
    ],
    [
        "A entropia (do grego εντροπία, entropía), unidade [J/K] (joules por kelvin), é uma grandeza termodinâmica que mede o grau de liberdade molecular de um sistema,[1] e está associado ao seu número de configurações (ou microestados), ou seja, de quantas maneiras as partículas (átomos, íons ou moléculas) podem se distribuir em níveis energéticos quantizados, incluindo translacionais, vibracionais, rotacionais, e eletrônicos. Entropia também é geralmente associada a aleatoriedade, dispersão de matéria e energia, e \"desordem\" (não em senso comum)[Nota 1] de um sistema termodinâmico. A entropia é a entidade física que rege a segunda lei da termodinâmica, a qual estabelece que a ela deve aumentar para processos espontâneos e em sistemas isolados. Para sistemas abertos, deve-se estabelecer que a entropia do universo (sistema e suas vizinhanças) deve aumentar devido ao processo espontâneo até o meio formado por sistema + vizinhanças atingir um valor máximo no estado de equilíbrio. Nesse ponto, é importante ressaltar que vizinhanças se entende como a parte do resto do universo capaz de interagir com o sistema, através de, por exemplo, trocas de calor. [2]",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "A segunda lei da termodinâmica foi primeiramente relacionada historicamente com processos cíclicos que convertiam calor em trabalho. Percebeu-se que energia térmica (calor) não poderia ser completamente convertida em trabalho em máquinas térmicas de motor perpétuo, sempre havendo a necessidade de perda de uma quantidade mínima de calor para um reservatório frio para que o sistema voltasse ao estado original. Dessa maneira, a variação de entropia de um processo está relacionada com a parcela de energia que não pode ser transformada em trabalho em transformações termodinâmicas a dada temperatura. Por esse fato, a mensuração da variação de entropia está diretamente relacionada a processos reversíveis, uma vez que processos no equilíbrio (ou mais próximos possíveis às condições de equilíbrio) estão associados com a máxima energia que um sistema pode perder para as vizinhanças na forma de trabalho (chamado de trabalho máximo ou trabalho útil). Portanto a energia \"não disponível\" é o mínimo valor que não pode ser descartado na forma de calor reversível em um processo que ocorre espontaneamente. Em outras palavras, a variação de entropia mede o grau de irreversibilidade de um processo.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "A parcela máxima de energia interna de um sistema pode mais ser convertida em trabalho em um dado processo pode ser determinada pelo produto da variação de energia interna do processo subtraído do produto da variação entropia S pela temperatura absoluta T do sistema no respectivo estado (desde que a temperatura constante). Essa parcela máxima de energia é conhecida como variação de energia livre de Helmholtz (ΔA). Dessa maneira, define-se a energia livre de Helmholtz como A = U − T S . Esse valor, assim como a entropia, é uma função de estado do sistema, e por tal dá origem a um potencial termodinâmico: a energia livre de Helmholtz do sistema em consideração. Esse valor prevê espontaneidade a processos que ocorrem a temperatura e volume contante, e deve diminuir para processos espontâneos, correspondendo, portanto, ao trabalho máximo. Para processos que ocorrem a pressão e temperatura constante, pode-se usar, analogamente, a energia livre de Gibbs, sendo útil particularmente para prever espontaneidade para reações químicas e mudanças de fase.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "A entropia não é uma grandeza que busca mensurar a energia ou a matéria totais encerradas pelas fronteiras do sistema termodinâmico, mas sim como esta matéria e esta energia encontram-se armazenadas e distribuídas no sistema definido por tais fronteiras. Assim, embora uma grandeza bem distinta das grandezas massa, energia interna e quantidade de matéria, a entropia de um sistema encontra-se certamente relacionada às grandezas citadas, sendo, da mesma forma que as anteriores, uma propriedade do sistema. A fim de definir-se um sistema simples especificam-se a energia interna U, a massa m - especificamente a quantidade de matéria N e a natureza das partículas que integram o sistema - e o seu volume V, e ao fazê-lo determina-se também, de forma automática, o valor da entropia S do sistema - uma grandeza escalar - no estado final a ser atingido uma vez dado tempo suficiente para que todos os processos necessários aconteçam. Assim a entropia S nos estados de equilíbrio termodinâmico é uma função das grandezas antes citadas: S = S ( U , V , N )} .",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Assim, segundo a Segunda Lei da Termodinâmica, processos que levam o sistema do estado inicial, logo após ter sido isolado, até o estado de final (o estado de equilíbrio termodinâmico ) ocorrem sempre de forma a provocarem aumentos ou, no limite, a manutenção, do valor da entropia do sistema. Não ocorrem processos que impliquem a diminuição da entropia total de um sistema isolado. A entropia é, pois, uma função de estado que obedece a um princípio de maximização, o \"princípio da máxima entropia\": a entropia em um estado de equilíbrio termodinâmico - satisfeitas as restrições impostas ao sistema - é sempre a máxima possível. Portanto, sistemas fora do equilíbrio tendem a caminhar irreversivelmente para o estado de equilíbrio, e o aumento de entropia indicará o sentido espontâneo do processo.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Se expressa em função de uma ou mais grandezas que não as citadas - cônjuges a si - a expressão para a entropia S reduz-se a uma mera equação de estado. As equações de estado, embora relacionem valores de grandezas termodinâmicas nos estados de equilíbrio, não retêm em si, individualmente, todas as informações acerca do sistema. É necessário o conhecimento de todas as equações de estado para recuperar-se a completeza acerca das informações - para a partir delas se estabelecer uma equação fundamental - e via transformada de Legendre, se estabelecer qualquer das demais equações fundamentais - se desejada.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "A associação vaga de entropia com \"desordem\" ao considerar-se o sentido em senso comum desta palavra leva muitas vezes a uma compreensão errônea da definição de entropia e também a usos completamente inadequados da segunda lei da termodinâmica,[Nota 2] e assim, vale estabelecer-se aqui pelo menos um conceito aceitável para o termo \"desordem\" que seja adequado ao meio científico.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Segundo a física estatística a desordem de um sistema pode ser associada - não diretamente mas mediante uma função logaritmo - ao número de microestados acessíveis ao sistema uma vez satisfeitas as restrições impostas a ele. Restrições práticas comuns em sistemas termodinâmicos ligam-se geralmente ao valor da energia interna U e ao volume V disponíveis ao sistema, e aumentar a desordem de um sistema significa aumentar o número de microestados (de configurações) acessíveis às partículas deste sistema.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Um exemplo elucidador mas não exatamente análogo seria o que se obtém quando considera-se um baralho. Imposta a restrição de que todas as suas 54 cartas estejam em uma dada ordem pré-estabelecida, há apenas uma possibilidade de sequência para as cartas, ou seja, há apenas um microestado acessível a este sistema. Sua entropia seria, portanto, zero (pois ln 1 = 0). O número de microestados sobe para 54 se permitir-se que apenas uma dada carta esteja fora da ordem, e é significativamente maior se considerada a restrição de que apenas a primeira carta na sequência seja um ás. Se a restrição for relaxada ainda mais, impondo-se apenas que as cartas sejam as cartas de um único baralho completo (restrição antes também subentendida) o sistema terá o maior número de configurações possíveis, a maior desordem possível, e portanto a maior entropia possível. Aumentar a desordem, ou seja, a entropia de um sistema termodinâmico significa, de forma similar, dar-lhe condições para que haja um maior número de microestados acessíveis às partículas que o compõem.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "A comparação com o baralho não é direta pois em sistemas termodinâmicos há de se considerar a indistinguibilidade das partículas (o que não ocorre com as cartas) e o que vem a ser um microestado, ou seja, uma configuração do sistema, entre outros pormenores, mas de forma geral, assim como ocorre para o baralho, a remoção de restrições impostas ao sistema em equilíbrio leva a um aumento na sua entropia. Importante também é observar que um aumento da energia interna U mantidas as restrições espaciais leva a um aumento de microestados acessíveis às partículas do sistema pois estas têm, agora, mais energia, e portanto a um aumento na entropia deste. A entropia cresce com a energia interna U de forma monótona para sistemas estáveis, o que significa dizer, em acordo com a definição de temperatura [Nota 3]absoluta, que, para sistemas em equilíbrio, a temperatura absoluta nunca pode ser negativa.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Há em verdade várias interpretações cientificamente corretas para o termo \"desordem\", e citar-se-á também uma oriunda da termodinâmica e diretamente associada à segunda lei da termodinâmica e ao estudo da máquina térmica e das transformações de energia (calor e trabalho) nestas máquinas. A segunda lei obriga que uma máquina térmica (ou um refrigerador) tenha necessariamente uma fonte quente e uma fonte fria. Um aumento da entropia representa, em tais sistemas, uma medida da energia que, oriunda da fonte quente, poderia ter sido aproveitada na forma de trabalho, mas, não o sendo, foi simplesmente \"desperdiçada\" como calor na fonte fria, tornado-se doravante indisponível para produzir o citado trabalho. A associação com desordem provém da observação de que trabalho em física envolve necessariamente variação de volume de uma parte do sistema, ou seja, o movimento direcionado de uma fronteira restritiva interna ao sistema isolado (a fronteira comum entre dois de seus subsistemas), e por conseguinte movimento direcionado, ordenado, de todas as partículas do subsistema delimitado por esta fronteira em movimento. Trabalho tem assim a ver com transferência de energia cinética (energia térmica), mas as partículas responsáveis por esta transferência movem-se de forma ordenada, direcionada, \"acompanhando\" a fronteira em movimento. Já a energia térmica trocada na forma de calor implica também variação da energia de movimento das partículas dos subsistemas, mas estas partículas agora movem-se de forma completamente desordenadas durante esta troca. O calor, oposto ao trabalho, implica a \"propagação\" de energia térmica mediante movimentos aleatórios - transferência de energia térmica (cinética) em forma não espacialmente direcionada -, feito de forma que a fronteira do sistema efetivamente não se move (o calor \"passa\" pela fronteira). Assim, o aumento de entropia, e portanto da desordem, de um sistema significa transformar parte do \"movimento ordenado\" das partículas de um sistema - que poderia ser usado para fazer trabalho - em movimento \"desordenado\", não associado a trabalho. O calor é a forma mais evidente de se fazer a entropia do sistema variar, ao passo que a troca de energia mediante trabalho por si só não implica variação da entropia, conforme visto.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Aumentar a desordem significa, assim, desperdiçar energia que poderia em princípio ser aproveitada como trabalho e, não o sendo, foi simplesmente entregue na forma de calor à fonte fria do sistema. Uma vez entregue à fonte fria, a energia atrelada ao aumento de entropia não pode mais, em contexto global, ser convertida em trabalho.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Em processos mais complexos, o que inclui os processos irreversíveis e de não equilíbrio como a expansão livre, entropia pode e sempre é produzida dentro do próprio sistema, e a variação total na entropia destes sistemas é igual à soma de dois termos: a entropia produzida e a entropia trocada com a vizinhança. A entropia trocada equivale, em processos quase estáticos, conforme descrito, à integral de dQ/T, sendo sempre nula quando a transformação é adiabática. O uso desta expressão ao casos de processos de não equilíbrio é contudo inadequado, ou, no mínimo, requer muita cautela, visto que a própria definição de temperatura fica comprometida. Já a entropia produzida vale zero apenas quando o processo é reversível, sendo sempre positiva em transformações irreversíveis.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Observa-se que em todas os processos a entropia total do sistema mais vizinhança ou aumenta (processos irreversíveis), ou fica constante (transformações reversíveis). Na prática, apesar de existirem processos que muito se aproximam dos reversíveis, toda transformação leva a um aumento na entropia total do sistema mais vizinhança, e este princípio permite definir a Segunda Lei da Termodinâmica, cuja implicação direta consiste no fato de que um processo tende a dar-se de forma espontânea em único sentido, aquele que leve ao aumento da entropia total (do sistema mais vizinhança). Por esses motivos, a entropia também é chamada de flecha do tempo.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Como não é possível determinar-se o aumento da entropia partindo-se diretamente de considerações sobre os sistemas que estão em processos de não equilíbrio - irreversíveis - justamente por estes estarem fora do equilíbrio, para determinar-se a variação de entropia total sofrida por um sistema ao longo de um processo de não equilíbrio determina-se a diferença entre as entropias inicial e final associadas aos respectivos estados de equilíbrio inicial e final. Tal consideração leva em conta o fato de a entropia ser uma função de estado, e por tal sua variação não depende de como o sistema saiu de um estado e chegou ao outro, e sim apenas dos estados inicial e final envolvidos.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "A exemplo, na parte superior da figura ao lado tem-se um sistema com uma fronteira adiabática e uma restrição interna. O estado de equilíbrio termodinâmico de um sistema, satisfeitas as restrições internas, corresponde ao estado onde a entropia é a máxima possível. Na parte inferior a restrição é removida. O sistema passa por transformações e, após certo tempo atinge um novo estado de equilíbrio termodinâmico. Nestas transformações a entropia do sistema geralmente aumenta, o que ocorre para expansão livre mostrada, ou em casos outrem específicos - quando todos os processos se fazem de forma reversível - não se altera. A entropia de um sistema isolado nunca diminui.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "A entropia S quando expressa em função do volume V do sistema, da quantidade de partículas N do sistema e da energia interna U do sistema, S(U,N,V), é uma Equação Termodinâmica Fundamental para um sistema termodinâmico simples, e pode, mediante a Transformada de Legendre, ser transformada em outras equações fundamentais como a equação da Entalpia H(S,P,N), Energia de Helmholtz F(T,V,N), Energia livre de Gibbs G(T,P,N) ou o Grande Potencial Canônico U(T,P,m). Em sistemas termodinâmicos mais complexos, a exemplo em sistemas magnéticos, outras variáveis podem vir a figurar na equação entrópica fundamental e nas outras equações fundamentais, entretanto os conceitos de equação fundamental e transformada de Legendre permanecem os mesmos.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "As equações fundamentais diferem das equações de estado basicamente no fato de que a partir de uma equação fundamental pode-se obter, com o uso do formalismo termodinâmico, qualquer informação a respeito do sistema termodinâmico por ela descrito, inclusive as equações de estado para este sistema, ao passo que o mesmo não pode ser feito a partir de uma equação de estado, que não retém em si todas as informações necessárias a respeito do sistema. É necessário um conjunto de equações de estado para a descrição completa de um sistema termodinâmico (do qual poderia obter-se, então, as equações fundamentais).",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "A primeira lei da termodinâmica é a lei de conservação de energia aplicada aos processos térmicos. Nela observamos a equivalência entre trabalho e calor. Este princípio pode ser enunciado a partir do conceito de energia interna. Esta pode ser entendida como a energia associada aos átomos e moléculas em seus movimentos e interações internas ao sistema. Num sistema isolado a energia total permanece constante.[Nota 8]",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "A Segunda Lei da Termodinâmica, uma importante lei física, determina que a entropia total de um sistema termodinâmico isolado tende a aumentar com o tempo, aproximando-se de um valor máximo à medida que restrições internas ao sistema são removidas. O estado de equilíbrio termodinâmico de um sistema isolado corresponde ao estado onde, satisfeitas as restrições internas, a entropia é máxima. Duas importantes consequências disso são que o calor não pode passar naturalmente de um corpo frio a um corpo quente, e que um Moto perpétuo, ou seja, um motor que produza trabalho infinitamente (ou seja, em processos cíclicos) a partir de uma fonte quente seja impossível.[Nota 9] Isso acarreta que nenhuma máquina térmica tenha rendimento de 100%, pois sempre é necessário um desperdício irreversível de calor para uma fonte fria para o sistema voltar ao estado original e, assim, continue a produzir trabalho a partir do recebimento de calor da fonte quente.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "O trabalho de Boltzmann consistiu em encontrar uma forma de obter a equação entrópica fundamental S a partir de um tratamento matemático-probabilístico[Nota 10] facilmente aplicável aos sistemas em questão. Ao fazê-lo, conectou o todo poderoso formalismo termodinâmico associado à equação fundamental a um método de tratamento probabilístico simples que exige apenas considerações físicas primárias sobre o sistema em análise, obtendo, a partir de considerações básicas, todo o comportamento termodinâmico do sistema. A equação de Boltzman mostra-se muito importante para o estudo termodinâmico de tais sistemas, e reconhecida como tal pelo próprio autor, encontra-se gravada em sua lápide.[Nota 11]",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Em física, uma força entrópica atuando em um sistema é uma força resultante da tendência termodinâmica de todo o sistema para aumentar sua entropia. A abordagem entrópica para o movimento browniano foi inicialmente proposta por RM Neumann,[5] Neumann associou a força entrópica de uma partícula em movimento browniano tridimensional usando a equação de Boltzmann e denotou esta força como uma força motriz.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Podemos sentir o efeito da entropia ao esticarmos um elástico, por exemplo. A borracha é formada por longas cadeias de polímeros com ligações cruzadas – que lembram ziguezagues. Quando o elástico está relaxado essas cadeias estão parcialmente enroladas e ordenadas aleatoriamente, devido a esse alto grau de desordem das moléculas o estado possui um valor de entropia também alto. Ao esticarmos o elástico desenrolamos essas moléculas e as alinhamos, como o alinhamento diminui a desordem isso significa dizer que a derivada d S / d x se torna negativa e consequentemente a força exercida pelos polímeros se torna positiva. Essa força se deve a tendência das moléculas de voltar ao estado menos ordenado (com uma maior entropia).",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Outro exemplo de força entrópica são as interações hidrofóbicas. Elas ocorrem em função do aumento da entropia (∆S) do sistema proveniente da liberação das moléculas de água, quando dois átomos apolares interagem. As interações hidrofóbicas possuem papel importante na estabilização de complexos entre ligantes e receptores, como acontece nas proteínas (macromoléculas formada pela união de uma sequência de aminoácidos), onde as cadeias hidrofílicas ficam no exterior e as cadeias hidrofóbicas ficam no interior da proteína, dando conformação a macromolécula, como um envelopamento da molécula.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Superfícies isentrópicas são superfícies formadas por todos os pontos que apresentem, em um diagrama de estados — onde os eixos coordenados estão associados às grandezas termodinâmicas como pressão, volume e temperatura (etc.), e cada ponto representa um possível estado de equilíbrio termodinâmico do sistema —, o mesmo valor para a entropia S.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Para um sistema isolado que sofra apenas transformações reversíveis, as linhas que representam as mudanças de estado estão restritas à superfície isentrópica à qual pertence o estado inicial. O sistema pode ser levado de um estado inicial a qualquer outro estado representado por ponto sobre a mesma isentópica sem comprometer a possibilidade de retorno ao estado inicial, feita também sobre a mesma superfície isentrópica.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "Transformações irreversíveis em sistemas isolados (como a expansão livre) conectam pontos em isentrópicas distintas. Uma vez descrito por ponto em outra isentrópica (de valor S maior), o sistema isolado jamais poderá retornar ao estado inicial, ficando todos os estados associados à isentrópica anterior inacessíveis ao sistema isolado, que agora pode assumir apenas configurações descritas por pontos na sua nova isentrópica, ou em isentrópicas superiores (com maiores valores de S).",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "O retorno do sistema a isentrópicas com menores valores de S só é possível mediante a troca de calor e de entropia com a vizinhança, e assim, neste caso, o sistema não poderá mais estar adiabaticamente isolado. Tem-se então, em acordo com a Segunda Lei da Termodinâmica, uma redução na entropia do sistema às custas de um aumento na entropia global do conjunto sistema mais vizinhança.",
        "Entropia",
        "Termodinâmica"
    ],
    [
        "A breve história da termodinâmica começa com Guericke, que em 1650 projetou e construiu a primeira bomba de vácuo do mundo, e o primeiro vácuo artificial do mundo, através dos hemisférios de Magdeburgo. Ele foi incentivado pela busca em provar a invalidade da antiga percepção de que \"a natureza tem horror ao vácuo\" e de que não poderia haver vazio ou vácuo, \"pois no vácuo todos os corpos cairiam com a mesma velocidade\" tal como descreveu em ambos os casos Aristóteles.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Logo após este evento, o físico e químico irlandês Robert Boyle tomou ciência dos experimentos de Guericke, e em 1656, em coordenação com o cientista inglês Robert Hooke, construiu uma bomba de ar.[Ref. 4]Usando esta bomba, Boyle e Hooke perceberam uma correlação entre pressão, temperatura e volume. Com isso foi formulada a Lei de Boyle, a qual estabelece que a pressão e o volume são inversamente proporcionais. Então, em 1679, baseado nestes conceitos, um conhecido de Boyle chamado Denis Papin construiu um forno de pressão (marmita de Papin), que era um vaso fechado com uma tampa fechada hermeticamente que confinava o vapor até alta pressão ser gerada.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Projetos posteriores incluíram uma válvula de alívio para o vapor, evitando que o recipiente explodisse devido à alta pressão. Observando o movimento rítmico da válvula de alívio para cima e para baixo, Papin concebeu a ideia de uma máquina constituída de um pistão e um cilindro. Mas Papin não seguiu adiante com a ideia. Foi somente em 1697, baseado nas ideias de Papin, que o engenheiro Thomas Savery construiu a primeira máquina a vapor. Embora nesta época as máquinas fossem brutas e ineficientes, elas atraíram a atenção dos principais cientistas da época. Um destes cientistas foi Sadi Carnot, o \"pai da termodinâmica\", que em 1824 publicou \"Reflexões sobre a Potência Motriz do Fogo\", um discurso sobre o calor, potência e eficiência de máquina. O texto trouxe as relações energéticas básicas entre a máquina de Carnot, o ciclo de Carnot e a potência motriz. Isto marcou o início da termodinâmica como ciência moderna.[Ref. 5]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "É bastante conhecido o fato de que qualquer porção de matéria ou determinada substância é constituída por um número muito grande de partículas microscópicas fundamentais - átomos ou moléculas conforme o caso, em geral, ou outrem, em casos mais específicos.[Nota 1] Embora a termodinâmica utilize - quando disponíveis - as propriedades microscópicas de um sistema de partículas para inferir suas propriedades macroscópicas, a termodinâmica não descreve as propriedades microscópicas deste. As propriedades termodinâmicas deste sistema de partículas são determinadas apenas por suas propriedades macroscópicas.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Partindo de um ponto de vista puramente macroscópico para o estudo do sistema - que não requer o conhecimento do comportamento individual das partículas microscópicas que integram o mesmo - desenvolveu-se a chamada termodinâmica clássica. Ela permite abordar de uma maneira fácil e direta os problemas correlatos ao comportamento da matéria e energia em tal escala e as soluções para os mesmos. Uma abordagem mais elaborada, baseada no comportamento médio de grandes grupos de partículas, é chamada de termodinâmica estatística.[Ref. 5][Ref. 6] A termodinâmica estatística trouxe respostas, entre outros, quanto à natureza de conceitos como energia interna e temperatura associados aos sistemas termodinâmicos, e neste âmbito, a termodinâmica pode ser definida como a área de estudos que descreve e analisa o comportamento macroscópico de sistemas constituídos por um número de partículas e necessariamente alto - no limite termodinâmico, \"infinito\" - para inviabilizar a análise prática do mesmo mediante a análise individual de cada partícula que o compõe.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "O ponto inicial para a maioria das considerações termodinâmicas são as leis da termodinâmica, que postulam as características intrínsecas a todo sistema termodinâmico, e também que a energia pode ser transferida de um sistema físico para outro como calor ou trabalho.[Nota 2][Ref. 7]Elas também postulam a existência de uma quantidade chamada entropia, que pode ser definida para qualquer sistema.[Ref. 8]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Em termodinâmica, interações entre sistemas são particularmente enfocadas, estudadas e categorizadas. Para este estudo, os conceitos de sistema e vizinhanças são centrais — e por tal também são de extrema relevância as características das fronteiras que os definem. Um sistema termodinâmico é composto de \"infinitas\" partículas encerradas dentro de uma fronteira, cujos movimento e inter-relacionamento médios ou totais definem suas propriedades termodinâmicas, cujas relações são expressas através de equações de estado, sendo estas certamente de vital relevância ao estudo termodinâmico de tais sistemas. Tais propriedades podem também ser adequadamente combinadas de forma a expressar a energia interna ou os demais potenciais termodinâmicos — ou a entropia e suas transformadas — como equações fundamentais — que são extremamente úteis na compreensão e análise das condições de equilíbrio e em processos ou transformações, espontâneos ou não, associados ao sistema. Uma equação fundamental, ao contrário de uma equação de estado, sempre encerra em si todas as informações termodinâmicas do sistema à qual se associa. Ao conjunto de todos os sistemas com o quais o sistema em foco se relaciona através de fronteiras comuns dá-se o nome de vizinhança. Ao conjunto de todos os sistemas pertinentes dá-se o nome de universo.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Com suas ferramentas — o formalismo da termodinâmica — a termodinâmica descreve não apenas os sistemas, mas também como os sistemas respondem a mudanças em sua vizinhança. Isso pode ser aplicado a uma ampla variedade de tópicos em ciência e tecnologia, como por exemplo, máquinas, transições de fases, reações químicas, fenômenos de transporte e até buracos negros. Os resultados da termodinâmica são essenciais para outros campos da física e da química, engenharia química, engenharia aeroespacial, engenharia mecânica, biologia celular, engenharia biomédica, engenharia ferroviária, ciências dos materiais e economia, para citar alguns.[Ref. 9][Ref. 10]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Existem dois tipos fundamentais de entidade em termodinâmica, estados de um sistema, e os processos de um sistema. Isto permite três abordagens fundamentais para raciocínio termodinâmico: em termos de estados de equilíbrio termodinâmico do sistema, em termos de processos invariantes no tempo de um sistema, e em termos de processos cíclicos de um sistema.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Sempre que duas[Nota 3]ou mais propriedades de um sistema variam, diz-se que ocorreu um processo. Sempre que há mudança entre estados de equilíbrio há um processo. Um processo é geralmente descrito por um diagrama identificando os sucessivos estados pelo qual passa o sistema durante o transcurso do mesmo. Um processo de quase-equilíbrio (quase-estático) é aquele em que o desvio do equilíbrio termodinâmico ao ir-se de um estado de equilíbrio ao subsequente é infinitesimal, de forma que o sistema pode ser considerado a qualquer momento como estando em um dos estados de equilíbrio. Assim um processo quase estático se aproxima muito de uma sucessão de estados de equilíbrio, e tais processos têm diagramas representativos descritos por linhas, e não por pontos não intercalados, em um diagrama de estados.[Ref. 3] Muitos processos reais, geralmente os processos lentos, podem ser considerados com razoável precisão como sendo processos de quase-equilíbrio. Vários outros - entre os quais os processos que ocorrem de forma brusca - não. O termo \"transformação\" é normalmente utilizado para referenciar um processo quase-estático.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "A abordagem através de estados de equilíbrio termodinâmico do sistema requer um relato completo do estado do sistema, bem como a noção de processo a partir de um estado para outro de um sistema, mas pode necessitar de apenas uma conta idealizada ou parcial, do estado do entorno do sistema ou de outros sistemas. O método de descrição em termos de estados de equilíbrio termodinâmico tem limitações. Por exemplo, os processos em uma região de fluxo turbulento, ou numa mistura de gás de queima, ou de um gás pode ser além Knudsen \"da província de termodinâmica\".[2][3][4] Este problema pode ser contornado por vezes através do método da descrição, em termos de processos cíclicos ou de tempo invariantes de fluxo. Esta é parte da razão pela qual os fundadores da termodinâmica muitas vezes preferiram a descrição do processo cíclico.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Aproximações através de processos de invariante no tempo de fluxo de um sistema são utilizadas para alguns estudos. Alguns processos, por exemplo, a expansão de Joule-Thomson, são estudados por meio de fluxo estacionário de experiências, mas pode ser explicado por distinguir a energia cinética do fluxo contínuo a granel a partir da energia interna e, assim, podem ser consideradas como dentro do âmbito da termodinâmica clássica definidos em termos de estados de equilíbrio ou de processos cíclicos.[5] Outros processos de fluxo, por exemplo, efeitos termoelétricos, são essencialmente definidos pela presença de fluxos diferenciais ou de difusão de modo que eles não podem ser adequadamente avaliados em termos de estados de equilíbrio ou processos cíclicos clássicos.[6][7]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "A noção de um processo cíclico não requer uma conta completa do estado do sistema, mas requer um relato completo de como ocasiões em que o processo de transferências de matéria e energia entre o sistema principal (que é muitas vezes chamado de corpo de trabalho) e sua ambiente, devem incluir, pelo menos, dois reservatórios de calor em diferentes temperaturas conhecidas e fixas, uma temperatura superior a do sistema principal e uma mais fria do que o outro, assim como um reservatório, que pode receber a energia do sistema como o trabalho e pode fazer o trabalho do sistema. Os reservatórios podem, alternativamente, ser considerados como sistemas de componentes auxiliares idealizados, a par do sistema principal. Assim, uma consideração em termos de processos cíclicos requer pelo menos quatro sistemas de componentes contributivos. As variáveis independentes desta conta são as quantidades de energia que entram e saem dos sistemas idealizados auxiliares. Neste tipo de conta, o corpo de trabalho é muitas vezes considerado como uma \"caixa preta\",[8] e seu próprio estado não é especificado. Nesta abordagem, a noção de uma escala numérica de temperatura adequada empírica é um pressuposto da termodinâmica, e não uma noção construída por ela ou derivados dela.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Quando o sistema está em equilíbrio termodinâmico sob um dado conjunto de condições do seu ambiente, diz-se estar num estado termodinâmico definido, que é completamente descrito por variáveis de estado. Se um sistema é muito simples, tal como definido acima, e está em equilíbrio termodinâmico, e não está sujeito a um campo de força aplicada externamente, tal como a gravidade, a eletricidade ou o magnetismo, então é homogênea, isto é, digamos, espacialmente uniforme em todos os aspectos.[9] De certo modo, um sistema homogêneo pode ser considerado como espacialmente zero-dimensional, porque ele não tem a variação espacial. Se um sistema em equilíbrio termodinâmico é homogêneo, em seguida, o seu estado pode ser descrito por algumas variáveis físicas, que são na sua maioria classificadas como variáveis intensivas e variáveis extensivas.[10][11]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Exemplos de variáveis termodinâmicas extensivas são massa total e volume total. Exemplos de variáveis termodinâmicas intensivas são a temperatura, pressão e concentração de produtos químicos; variáveis termodinâmicas intensivas são definidas em cada ponto espacial e cada instante de tempo em um sistema. Variáveis físicas macroscópicas podem ser mecânicas ou térmicas. A temperatura é uma variável térmica, Segundo Guggenheim, \" Concepção mais importante é a temperatura termodinâmica\". Variáveis intensivas são definidas pela propriedade de que, se qualquer número de sistemas, cada um no seu estado de equilíbrio termodinâmico separado homogêneo, todos com os mesmos valores respectivos de todas as suas variáveis intensivas, independentemente dos valores de suas variáveis extensivas, são dispostas de forma contígua com a partição entre eles, de modo a formar um novo sistema, em seguida, os valores das variáveis de intensidade do novo sistema são os mesmos que os dos sistemas de componentes separadas. Tal sistema é composto de um equilíbrio termodinâmico homogêneo. Exemplos de variáveis intensivas são a temperatura, a concentração química, pressão, densidade de massa, a densidade de energia interna, e, quando pode ser adequadamente definido densidade de entropia.[12]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Variáveis extensivas são definidas pela propriedade de que, se qualquer número de sistemas, independentemente do seu equilíbrio termodinâmico possível separado ou estados de não-equilíbrio ou variáveis intensivas, são dispostos lado a lado com a partição entre eles de modo a formar um novo sistema, em seguida, os valores das variáveis de largo espectro do novo sistema são as somas dos valores das variáveis respectivas extensivas dos sistemas individuais constituintes separados. Obviamente, não há nenhuma razão para esperar que um tal sistema composto estar em equilíbrio termodinâmico homogêneo. Exemplos de variáveis extensivas são massa, volume e energia interna. Eles dependem da quantidade total de massa no sistema.[13] Porém, quando ela pode ser adequadamente definida, a densidade de entropia é uma variável intensiva. Para sistemas heterogêneos, a entropia em si não se encaixa nesta classificação de variáveis de estado.[14][15] A razão é que a entropia é uma propriedade de um sistema como um todo, e não necessariamente relacionada simplesmente aos seus constituintes separadamente. Para qualquer número de sistemas e cada um no seu próprio equilíbrio termodinâmico separado homogêneo, todos com os mesmos valores de variáveis de intensidade, a remoção das divisórias entre os resultados distintos dos sistemas em um sistema composto homogêneo em equilíbrio termodinâmico, com todos os valores de suas variáveis intensivas (os mesmos que os dos sistemas constituintes), é reservadamente ou condicionalmente verdade que a entropia de um sistema desse tipo definido, de forma restritiva, composto, é a soma das entropias dos sistemas constituintes. Mas se os sistemas constituintes não satisfazem estas condições restritivas, a entropia de um sistema composto não pode ser esperada como sendo a soma das entropias dos sistemas constituintes, pois a entropia é uma propriedade do sistema composto como um todo. Portanto, ainda que sob estas reservas restritivas, a entropia satisfaz alguns requisitos para a extensividade definidos acima; a entropia, em geral, não se encaixa na definição acima de uma variável extensiva.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Não sendo nem uma variável intensiva nem uma variável extensiva de acordo com a definição acima, a entropia é uma variável de \"stand-out\", porque é uma variável de estado de um sistema como um todo.[14] Um sistema de não-equilíbrio pode ter uma estrutura dinâmica não-homogênea. Esta é uma razão para distinguir o estudo da termodinâmica de equilíbrio a partir do estudo de não-equilíbrio termodinâmica. A razão física para a existência de variáveis extensivas é o tempo de invariância de volume em um dado referencial inercial, e a conservação estritamente local de massa, força, momento angular e da energia. Como observado por Gibbs, a entropia é diferente de energia e massa, porque não é localmente conservada.[14] A quantidade de entropia \"stand-out\" nunca se conserva em processos físicos reais. Todos os processos físicos reais são irreversíveis.[16] O movimento dos planetas parece reversível em uma escala de tempo curta (milhões de anos), mas seu movimento, de acordo com as leis de Newton, é matematicamente um exemplo de caos determinístico. Eventualmente, um planeta sofre uma colisão com um objeto imprevisível do seu entorno, o espaço exterior, neste caso, e, consequentemente, o seu curso futuro é radicalmente imprevisível. Teoricamente, isso pode ser expresso dizendo que cada processo natural dissipa algumas informações da parte previsível da sua atividade para a parte imprevisível. A parte previsível é expressa nas variáveis generalizadas mecânicas, e na parte imprevisível em calor.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Outras variáveis de estado podem ser consideradas como sujeitas condicionalmente \"extensivas\" a reserva acima, mas não extensivas como definido acima. Exemplos são a energia livre de Gibbs, a energia livre de Helmholtz, e a entalpia. Consequentemente, apenas porque para alguns sistemas sob condições particulares de seus arredores variáveis de estado sejam condicionalmente conjugar a variáveis intensivas, tal conjugação não faz variáveis de estado tais extensivas como definido acima. Esta é uma outra razão para distinguir o estudo da termodinâmica de equilíbrio a partir do estudo de não-equilíbrio termodinâmico. Numa outra forma de pensar, isto explica porque o calor deve ser considerado como uma quantidade que se refere a um processo, e não a um estado de um sistema. Um sistema sem divisórias internas, e em equilíbrio termodinâmico, pode ser heterogêneo no respeito seguinte: pode consistir em várias \"fases\", cada uma homogênea em si, em contiguidade imediata com outras fases do sistema, mas distinguíveis por ter várias características físicas diferentes, respectivamente, com a interrupção do fluxo de variáveis intensivas nos limites entre as fases. Uma mistura de espécies químicas diferentes é considerado homogênea por este efeito, se é fisicamente homogênea.[17] Por exemplo, um recipiente pode conter um sistema constituído por água líquida sobrejacente vapor e, depois, existe uma fase de vapor e uma fase líquida, cada uma homogênea em si mesma, mas ainda em equilíbrio termodinâmico com a outra fase. Para a conta imediatamente presente, sistemas com múltiplas fases não são considerados, embora por questões termodinâmicas muitos sistemas multifásicos são importantes.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "As variáveis macroscópicas de um sistema termodinâmico em equilíbrio termodinâmico, em que a temperatura está bem definida, pode ser relacionado com um outro por meio de equações de equações de estado ou característica. E expressam as peculiaridades constitutivas o material do sistema. A equação de estado deve cumprir com algumas restrições termodinâmicas, mas não pode ser derivada a partir dos princípios gerais da termodinâmica sozinhos.[carece de fontes?]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Um processo termodinâmico é definido por mudanças de estado interno do sistema de interesse, juntamente com a transferência de matéria e de energia ao ambiente do sistema ou a outros sistemas. Um sistema é demarcado do seu ambiente ou de outros sistemas, por divisórias que mais ou menos separadas, podem mover-se como um êmbolo para alterar o volume do sistema e, portanto, transferir o trabalho.[carece de fontes?]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Um processo é descrito por mudanças nos valores das variáveis de estado dos sistemas ou por quantidades de troca de matéria e energia entre sistemas e ambientes. A mudança deve ser especificada em termos de variáveis prescritas. A escolha de quais variáveis que devem ser usadas é feita antes da análise do decurso do processo, e não pode ser alterada. Algumas das variáveis escolhidas com antecedência são chamadas de variáveis independentes.[18] A partir de alterações em variáveis independentes podem ser derivadas mudanças em outras variáveis chamadas variáveis dependentes. Por exemplo, um processo pode ocorrer a uma pressão constante com pressão prescrita como uma variável independente, e temperatura alterada como uma outra variável independente, e, em seguida, as variações de volume são consideradas como dependentes. Atenção a este princípio, é necessário em termodinâmica.[19][20]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Na abordagem através de estados de equilíbrio do sistema, um processo pode ser descrito em duas formas principais. De certa forma, o sistema é considerado para ser ligado ao meio de algum tipo de partição de separação, e deixa-se atingir o equilíbrio com o ambiente, com a partição no seu lugar. Então, quando o caráter de separação da partição é mantido inalterado, as condições do meio são alteradas, e exercem a sua influência sobre o sistema novamente através da divisória de separação, ou a partição é deslocada de modo a alterar o volume do sistema; e um novo equilíbrio é atingido. Por exemplo, um sistema é deixado atingir o equilíbrio com um banho de aquecimento a uma temperatura, em seguida, a temperatura do banho de aquecimento é alterada e o sistema é deixado atingir um novo equilíbrio, se a partição permite a condução de calor, o novo equilíbrio é diferente do equilíbrio anterior. De outro modo, vários sistemas estão ligados um ao outro por várias espécies de divisórias de separação, e para atingir o equilíbrio um com o outro, com as divisórias no lugar. Desta forma, pode-se falar de um \"sistema composto\". Em seguida, uma ou mais partições são removidas ou alteradas nas suas propriedades de separação ou são movidas, e um novo equilíbrio é atingido. O experimento de Joule-Thomson, é um exemplo deste, um tubo de gás é separado do outro por uma divisória de tubo poroso, o volume disponível em cada um dos tubos é determinado por meio de pistões respectivos; equilíbrio é estabelecido com um conjunto inicial de volumes; o volumes são alterados e um novo equilíbrio é estabelecido.[21][22][23][24][25] Um outro exemplo é a separação e mistura de gases, com o uso de membranas quimicamente semi-permeáveis.[26]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "É muitas vezes conveniente para estudar um processo termodinâmico, em que uma única variável, tal como a temperatura, a pressão ou o volume, etc, é mantido fixo. Além disso, é útil agrupar estes processos em pares, em que cada variável é mantida constante como um membro de um par conjugado. Vários processos termodinâmicos comumente estudados são:",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Por vezes, é de interesse para o estudo de um processo no qual uma série de variáveis são controladas, sujeitas a alguma restrição especificada. Num sistema em que uma reação química pode ocorrer, por exemplo, em que a pressão e a temperatura podem afetar a composição de equilíbrio, um processo pode ocorrer em que a temperatura é mantida constante, mas a pressão é lentamente alterada, de modo que apenas o equilíbrio químico é mantido a forma. Há um processo correspondente a uma temperatura constante em que a pressão final é a mesma, mas é atingida por um salto rápido. Em seguida, pode-se mostrar que a variação do volume resultante do processo de salto rápido é menor do que a partir do processo de equilíbrio lentos.[27] O trabalho transferido difere entre os dois processos.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Um processo cíclico[28] é um processo que pode ser repetido indefinidamente, muitas vezes, sem alterar o estado final do sistema no qual o processo ocorre. Os únicos vestígios dos efeitos de um processo cíclico são encontrados nas imediações do sistema ou em outros sistemas. Este é o tipo de processo que causa termodinamicistas precoces, como Carnot, e em termos dos quais Kelvin definiu temperatura absoluta,[29][30] antes da utilização da quantidade de entropia por Rankine,[31] e a sua identificação clara de Clausius.[32] Para alguns sistemas, por exemplo, com algumas substâncias plásticas úteis, processos cíclicos são praticamente quase impraticáveis porque a substância de trabalho passa por mudanças praticamente irreversíveis. É por isso que os dispositivos mecânicos são lubrificados com o óleo e uma das razões pelas quais os dispositivos elétricos são muitas vezes úteis. Um processo cíclico de um sistema requer a sua envolvente, pelo menos, dois reservatórios de calor, a temperaturas diferentes, um a uma temperatura mais elevada, que fornece calor para o sistema, o outro a uma temperatura mais baixa que aceita o calor do sistema. Os primeiros trabalhos sobre termodinâmica tendiam a usar a abordagem de processo cíclico, pois estavam interessados em máquinas que converteram parte do calor do entorno em potência mecânica entregue ao ambiente, sem muita preocupação sobre o funcionamento interno da máquina. Uma tal máquina, ao receber uma quantidade de calor a partir de um reservatório de temperatura mais elevada, necessita sempre de um reservatório de baixa temperatura que aceita uma menor quantidade de calor, a diferença na quantidade de calor que é convertido para o trabalho.[33][34] Mais tarde, o funcionamento interno de um sistema tornou-se de interesse, e é descrito pelos estados do sistema. Hoje em dia, em vez de discutir em termos de processos cíclicos, alguns escritores são inclinados a derivar o conceito de temperatura absoluta do conceito de entropia, uma variável de estado.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Potenciais termodinâmicos são diferentes medidas quantitativas da energia armazenada no sistema. Potenciais são usados para medir as mudanças de energia em sistemas como eles evoluem a partir de um estado inicial a um estado final. O potencial utilizado depende das limitações do sistema, tais como a temperatura ou a pressão constante. Por exemplo, as energias de Helmholtz e Gibbs são as energias disponíveis em um sistema para realizar trabalho útil, quando a temperatura e o volume ou a pressão e a temperatura são fixos, respectivamente. Os cinco potenciais mais conhecidas são:",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "O princípio básico sobre o qual a termodinâmica se assenta é:[Nota 4] dado um sistema isolado - envolto por uma fronteira completamente restritiva em relação à troca de energia ou matéria - haverá um estado em particular, caracterizado pela constância de todas as grandezas termodinâmicas mensuráveis (temperatura, pressões parciais, volume das fases, etc.), que, uma vez dado tempo suficiente para as transformações necessárias ocorrerem, sempre será atingido. Os valores a serem assumidos pelas grandezas no estado de equilíbrio encontram-se univocamente determinados desde o estabelecimento da fronteira e do sistema, dependendo estes, em sistemas simples, apenas do número e natureza das partículas, do volume e da energia interna encerrados no sistema. Tal estado final de equilíbrio do sistema é nomeado estado de equilíbrio termodinâmico. A rigor define-se temperatura apenas para o estado de equilíbrio termodinâmico, não se definindo em princípio a mesma grandeza para sistemas fora do equilíbrio.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "O princípio zero ainda engloba o raciocínio de que, se dois sistemas A e B - cada qual já em seu respectivo estado de equilíbrio - forem colocados um a um em contato de forma adequada com um sistema C, e verificar-se experimentalmente que estes mantiveram os respectivos estados de equilíbrio originais, estes estarão não apenas em equilíbrio com C mas também estarão em equilíbrio entre si, de forma que também manterão seus respectivos estados de equilíbrio originais se colocados em contato mediante fronteira semelhante. Considera-se para tal geralmente uma fronteira não restritiva apenas quanto à troca de calor, caso em que se fala em equilíbrio térmico. Tal princípio implica, pois: se a temperatura de A e B são iguais à de C, as temperaturas de A e B serão também necessariamente iguais. Se a fronteira não for restritiva quanto à troca de energia em qualquer de suas formas - calor ou trabalho - mas o for ainda em relação à troca de matéria, falar-se-á em equilíbrio térmico e mecânico. Neste caso, não somente suas temperaturas mas também suas pressões serão iguais. Se a fronteira for completamente irrestritiva, permitindo inclusive a troca de matéria e reações químicas, falar-se-á em equilíbrio térmico, mecânico e (eletro)químico, ou seja, em equilíbrio termodinâmico.[Ref. 3]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Observação: a compreensão do que se segue exige o conhecimento das definições de: energia, energia interna, energia térmica, temperatura (absoluta), energia potencial, pressão, volume, calor e trabalho. Solicita-se a leitura dos artigos específicos caso estes conceitos não se mostrem familiares.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "De acordo com o princípio da Conservação da Energia, a energia não pode ser criada nem destruída, mas somente transformada de uma espécie em outra. O primeiro princípio da termodinâmica estabelece uma equivalência entre o trabalho e o calor trocados entre um sistema e seu meio exterior no que se refira à variação da energia interna do sistema.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Considere um sistema e sua vizinhança, em uma situação tal que uma certa quantidade de calor Q tenha atravessado a fronteira comum aos dois (devido à diferença de temperaturas entre ambos). Considere também que a fronteira comum entre os sistemas se mova neste processo, implicando energia trocada na forma de trabalho entre ambos. Neste caso a variação na energia interna do sistema em foco é expressa por:",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Repare que para um gás ideal a variação em sua energia interna está associada apenas à variação em sua temperatura. Transformações isotérmicas envolvendo um gás ideal implicam portanto que o trabalho W realizado pelo sistema sobre a vizinhança iguala-se em módulo ao calor que entra no sistema oriundo da vizinhança.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "É muito comum associar-se de forma errônea o aumento da energia interna em um sistema a um aumento em sua temperatura. Embora esta relação mostre-se verdadeira para a maioria dos sistemas, ao rigor da análise esta associação não procede. Alguns exemplos bem simples, como a combustão de vapor de gasolina e oxigênio em um cilindro de automóvel - que por ser muito rápida, pode ser considerada um processo adiabático - ou uma simples mistura de sal e gelo, mostram que não há uma relação estrita entre energia interna e temperatura, mas sim entre energia térmica e temperatura.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Na combustão do vapor de gasolina e oxigênio formam-se vapor de água e gás carbônico que, ao fim, estão em temperatura muito maior do que a temperatura dos reagentes. Contudo a energia interna do sistema não varia. O que ocorre é a transformação de parte da energia potencial - uma das parcelas que integram a energia interna - do sistema em energia térmica, a outra parcela que a integra. Como o aumento na energia térmica é inteiramente oriundo da diminuição da energia potencial (energia química) do sistema, a energia interna permanece a mesma, e não há variação na energia interna do sistema, mesmo observando-se um enorme aumento em sua temperatura.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Caso contrário é observado em um sistema composto por gelo e sal mantidos separados. Removendo-se a fronteira que os separa, a temperatura da mistura salina que se forma cai drasticamente, contudo a energia interna do sistema, assumido envolto por uma fronteira completamente restritiva (um sistema isolado), permanece constante. Parte da energia térmica é utilizada para romper-se as ligações iônicas associada à forma cristalina do sal - liquefazendo a mistura - e transformando-se por tal em energia potencial. O decréscimo na energia térmica é contudo compensado pelo acréscimo na energia potencial, de forma que a energia interna - conforme exigido pela fronteira restritiva - não varia, embora a temperatura caia substancialmente.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Podemos dizer que a energia interna do sistema é uma função de estado pois ela depende unicamente dos valores assumidos pelas variáveis de estado do sistema, e não da forma como tais variáveis assumiram tais valores. Em outras palavras, a energia interna de uma xícara de café quente com mesma composição química, mesma concentração, mesma massa, quando submetida à mesma pressão, volume e temperatura, será sempre a mesma, independente de como se fez o café, ou se este foi feito agora, ou requentado.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Repare que a energia interna é função apenas da temperatura somente para casos especiais, como o caso do gás ideal. Para casos genéricos não pode-se assumir tal conjectura como verdadeira. A energia interna pode depender da pressão, do volume, e de qualquer outra grandeza termodinâmica de forma explicita.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "onde V2 e V1 representam os volumes final e inicial do sistema, respectivamente. Repare a convenção a origem da convenção de sinais: quando o gás realiza trabalho sobre o meio - expandindo-se contra a pressão imposta pelo mesmo e gastando parte de sua energia interna para tal - o sinal do trabalho é positivo (volume aumenta), o qual, substituído na expressão matemática do primeiro princípio, implica um decréscimo da energia interna do sistema em virtude do sinal negativo presente nesta última expressão.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Em casos mais complexos, o trabalho pode ser determinado através de um diagrama de pressão x volume para a transformação sofrida. Este corresponde à área sob a região determinada pelos estados inicial, final, e pela curva associada (vide figuras abaixo).",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "A termodinâmica permite determinar a direção na qual vários processos físicos e químicos irão ocorrer espontaneamente, e as condições para que possam ser revertidos (reversibilidade). Permite também determinar quais processos podem ocorrer, e quais não podem (irreversibilidade). Também permite determinar as inter-relações entre as diversas propriedades de uma substância, a exemplo calor específico, coeficiente de dilatação volumétrica, compressibilidade, e demais. Contudo ela não encerra em sua descrição macroscópica dados relativos aos modelos da microestrutura da substância, e não é capaz de fornecer detalhes dela partindo-se apenas das grandezas macroscópicas. Contudo, uma vez que a estrutura microscópica do sistema seja previamente conhecida, através do método da termodinâmica clássica e estatística, as propriedades e o comportamento termodinâmicos do sistema podem ser em princípio facilmente determinados.[Ref. 3]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Em sistemas adiabáticos determinados processos ocorrem em sentido único, sendo impossível, sem violar-se a restrição adiabática imposta pela barreira, regressar-se ao estado original. Associado à irreversibilidade de tais processos tem-se a segunda lei da termodinâmica: em processos adiabáticos, a entropia do sistema permanece constante ou aumenta, contudo nunca diminui. Se um processo qualquer - geralmente processos bruscos, como a expansão livre - implicar aumento da entropia do sistema, o estado inicial - de menor entropia - torna-se inacessível ao sistema sem violação da restrição imposta. Após uma expansão livre não se consegue mais retornar às mesmas condições de pressão, volume e temperatura iniciais sem a violação da fronteira adiabática do sistema.[Ref. 3]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "A 2ª Lei da termodinâmica estabelece portanto uma seta para o tempo: estabelece em essência a possibilidade de se definir com precisão uma ordem cronológica para uma série de eventos relacionados. Estabelece que energia cinética macroscopicamente mensurável pode sempre reduzir-se, mediante trabalho, a calor, e desta forma acabar fazendo parte das entranhas de um sistema termodinâmico - ou seja, da energia interna deste - contudo o processo inverso jamais ocorre com rendimento de 100%. Calor oriundo da energia interna de um sistema não pode ser totalmente convertido em trabalho, e por tal jamais é completamente convertido em energia cinética macroscopicamente mensurável. Decorre desta certamente considerações estimulantes tanto de ordem filosófica como de ordem científica ligadas às implicações da mesma, a exemplo considerações sobre a possível morte térmica do universo.[Ref. 11]",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Como as variáveis de estado finais e iniciais são iguais, a energia interna do sistema não varia, bem como sua energia térmica - diretamente associada à temperatura. Há assim uma igualdade entre o calor e o trabalho trocados em cada ciclo.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Quando o ciclo completo é percorrido no sentido horário, o sistema recebe calor e realiza trabalho (o trabalho W e o calor Q totais são ambos positivos); no sentido anti-horário o sistema cede calor e recebe trabalho (o trabalho W e o calor Q totais são ambos negativos),ou seja:",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "Em uma transformação cíclica existe equivalência entre o calor Q trocado pelo gás e o trabalho realizado. Repare contudo que estes valores não são sempre iguais ao longo do ciclo, o que equivale a dizer que a energia interna pode variar e geralmente varia ao longo do ciclo. Contudo o saldo final por ciclo implica uma variação da energia interna nula, e um trabalho total por ciclo igual ao calor envolvido por ciclo.",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "A importância dessa equação consiste em que ela representa a base sobre a qual todos os modernos aparelhos matemáticos de fenomenologia termodinâmica, tanto os conceitos de equilíbrio e não-equilíbrio, são baseados. A equação de Gibbs pode ser representada para uso de outros potenciais termodinâmicos equivalentes nas seguintes formulações:",
        "Termodinâmica",
        "Termodinâmica"
    ],
    [
        "A segunda lei da termodinâmica ou segundo princípio da termodinâmica expressa, de uma forma concisa, que \"a quantidade de entropia de qualquer sistema isolado termodinamicamente tende a incrementar-se com o tempo, até alcançar um valor máximo\". Mais sensivelmente, quando uma parte de um sistema fechado interage com outro sistema em contato térmico, a energia tende a dividir-se por igual entre os sistemas até que o sistema alcance um equilíbrio termodinâmico.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Enquanto a primeira lei da termodinâmica estabelece a conservação de energia em qualquer transformação, a segunda lei estabelece condições para que as transformações termodinâmicas possam ocorrer espontaneamente. Historicamente, a segunda lei foi estabelecida como um conceito empírico, ou seja, um axioma, relacionado com a transformação de calor em trabalho em processos cíclicos. Para que houvesse trabalho líquido no ciclo, deveria haver duas fontes térmicas mantidas a temperaturas diferentes entre si.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Num sentido geral, a segunda lei da termodinâmica afirma que as diferenças entre sistemas em contato tendem a igualar-se. As diferenças de pressão, densidade e, particularmente, as diferenças de temperatura tendem a equalizar-se. Isto significa que um sistema isolado chegará a alcançar uma temperatura uniforme em todos os pontos. Se houver regiões com diferentes temperaturas e estiverem em contato, haverá a transferência de energia térmica (calor) da região mais quente para a região mais fria. Isso é útil para máquinas que transformam calor (provindo de uma fonte quente) em trabalho (transferência de energia útil). A segunda lei da termodinâmica originou-se historicamente sobre o estudo de eficiência de uma máquina térmica, ou seja, um dispositivo que provê trabalho graças à diferença de temperatura entre dois corpos, transformando calor em trabalho.[1] Dado que qualquer máquina termodinâmica requer uma diferença de temperatura, se deriva que nenhum trabalho útil pode extrair-se de um sistema isolado em equilíbrio térmico, isto é, requererá de alimentação de energia do exterior.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Uma das consequências da segunda lei é o fato pelo qual não se pode criar uma máquina de movimento perpétuo com 100% de eficiência. Esses achados foram derivados do teorema de Carnot, que imaginou uma máquina térmica de motor perpétuo com eficiência máxima. Assim, o calor devia ser absorvido da fonte quente e transformado em trabalho de forma reversível, e o retorno ao ponto inicial deveria ocorrer com a máquina perdendo energia na forma de calor para uma fonte fria, também de forma reversível. Para que a máquina pudesse ser aquecida ou resfriada ela deveria passar por processos adiabáticos reversíveis. Durante esse processo cíclico, ocorrendo sempre reversivelmente (com a eficiência máxima), a quantidade de trabalho líquido gerado pela máquina sempre seria menor que a quantidade fornecida de calor pela fonte quente, de forma que a eficiência nunca poderia ser igual ou maior que 100%.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Assim, para descrever matematicamente esse axioma, mais tarde, Rudolf Clausius propôs uma nova função termodinâmica, entropia, S, cuja variação era igual ao calor reversível (que seria absorvido ou liberado durante a transformação) sobre a temperatura do sistema. Clausius percebeu que a entropia era função de estado (não dependia do caminho percorrido pela transformação), e que ela sempre deveria aumentar para processos espontâneos que ocorressem em sistemas isolados. Para transformações que ocorressem em sistemas abertos, a entropia do universo (sistema + vizinhanças) deveria aumentar até alcançar um valor máximo, quando atingiria o equilíbrio termodinâmico.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Embora essas ideias tenham sido aplicadas primariamente a processos envolvendo a expansão e o aquecimento de gases perfeitos, mais tarde, com a ajuda de Josiah W. Gibbs, adaptou-se a segunda lei da termodinâmica para processos envolvendo mudanças de fases, misturas não ideais, e reações químicas, assiciando o aumento de entropia das vizinhanças à liberação de energia pelo sistema químico devido à formação de interações químicas mais estáveis (mais fortes). Nesse sentindo, a energia tenderia a se dispersar não só pela matéria mais aleatoriamente distribuída (entropia do sistema), mas também pela liberação de energia à vizinhança devido à afinidade química (entropia da vizinhança, ou energia entálpica).",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Posteriormente, os trabalhos de mecânica estatística de Boltzmann e o desenvolvimento da teoria quântica deram um embasamento atômico-molecular para o conceito de entropia, assim como a ideia de espontaneidade envolvida em reações químicas e em mudanças de fases associando entropia como distribuição de matéria em níveis energéticos.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Graficamente se pode expressar imaginando uma caldeira de um barco a vapor. Esta não poderia produzir trabalho se não fosse porque o vapor se encontra a temperaturas e pressão elevadas comparados com o meio que a rodeia.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Uma outra maneira de ver a segunda lei é pela observação da sua relevância. A primeira lei é na verdade, um princípio de contabilidade de energia: as parcelas de energia devem ser somadas. Ou seja, a primeira lei trata das quantidades de energia. A segunda lei, entretanto, ao dizer que energia cinética (por exemplo) pode ser integralmente transformada em energia térmica (calor) mas não ao contrário, indica uma qualidade para a energia:",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Exemplarmente, pode-se imaginar um automóvel a 50 km/h. Ele é subitamente freado. Toda a sua energia cinética será eventualmente transformada em energia interna das pastilhas de freio (e outras fontes de atrito) que se aquecerão. Finalmente, uma certa quantidade de calor será transferida para o meio ambiente. Entretanto, se eu ceder esta mesma quantidade de calor ao automóvel (ou ao freio), ele não sairá do lugar.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Outra maneira mais simples de expressar a segunda lei é: A entropia de um sistema isolado nunca decresce. Mas é uma má interpretação comum que a segunda lei indica que a entropia de um sistema jamais decresce. Realmente, indica só uma tendência, isto é, só indica que é extremamente improvável que a entropia de um sistema fechado decresça em um instante dado.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Como a entropia está relacionada ao número de configurações de mesma energia que um dado sistema pode possuir, podemos nos valer do conceito subjetivo de desordem para facilitar a compreensão da segunda lei (embora entropia não seja essencialmente desordem[5]). Ou seja, a segunda lei afirma, à grosso modo, que a desordem de um sistema isolado só pode crescer ou permanecer igual.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "No século XIX o conceito de entropia foi aplicado a sistemas formados por muitas partículas que se comportam classicamente, em princípios do século XX Von Neumann generalizou o conceito de entropia para sistemas de partículas quânticas, definindo para um estado mescla caracterizado por uma matriz densidade ρ a entropia quântica de Von Neumann como a magnitude escalar:",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "O intento de estender a análise termodinâmica convencional ao universo inteiro levou a se examinar em princípios dos anos 70 o comportamento termodinâmico de estruturas como os buracos negros. O resultado preliminar desta análise revelou algo muito interessante, que a segunda lei tal como havia sido formulada convencionalmente para sistemas clássicos e quânticos poderia ser violada em presença de buracos negros.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Entretanto, os trabalhos de Jacob D. Bekenstein sobre teoria da informação e buracos negros sugeriram que a segunda lei seguiria sendo válida se fosse introduzida uma entropia generalizada (Sgen) que somada à entropia convencional (Sconv), a entropia atribuível aos buracos negros que depende da área total (A) de buracos negros no universo.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Em cosmologia, na evolução do universo no tempo verifica-se uma diminuição da quantidade de energia disponível para a realização de trabalho. Tal implica uma limitação no tempo da existência do universo tal como se apresenta, pois o sentido natural das mudanças da natureza é o que origina uma diminuição da qualidade da energia. Teoricamente, o universo seria o único sistema realmente isolado, e como tal, nele, a quantidade de energia útil nunca aumenta.[7]",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Tal questão tem profundas implicações em filosofia no tratamento do que chamamos tempo em física[8] e num entendimento do universo com este como uma de suas dimensões e neste em sua história e evolução, implicando difíceis tratamentos no que sejam os modelos cíclicos, entre estes o modelo de universo oscilante ou \"grande rebote (big bounce)\".[9]",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Mas a segunda lei da termodinâmica não faz tais afirmações, pois a entropia da termodinâmica não mede o aumento ou diminuição da complexidade dos sistemas, nem seu aumento ou diminuição de ordem.[18] A segunda lei apenas afirma que calor não flui espontaneamente de um corpo a mais baixa temperatura para um corpo de mais alta. Equivalentemente, que a energia que pode efetivamente ser transformada em trabalho em um sistema isolado nunca aumenta.[nota 1]",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Visto que o planeta Terra (assim como qualquer outro) não é um sistema fechado (e é de se observar que sistemas plenamente fechados e isolados não existem na prática), a entropia termodinâmica pode diminuir. A radiação do Sol (com baixa entropia) ilumina e aquece a Terra (com alta entropia). Desse fluxo de energia, somado as mudanças de entropia que o acompanha, podem e de fato permitem que a entropia termodinâmica diminua localmente na Terra.[19]",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Richard Dawkins, no seu livro \"O maior espetáculo da Terra\" trata deste argumento, mostrando que quando criacionistas afirmam, até frequentemente, que a evolução biológica contradiz a segunda lei da termodinâmica, estariam mostrando unicamente que não entendem tal lei, pois já não há contradição por causa óbvia da ação do Sol, pois todo sistema, quer estejamos falando sobre a vida, quer sobre as massas de água em seu ciclo na Terra, é em última análise dependente do constante fluxo de energia proveniente desta estrela. Da mesma maneira que jamais desobedece as leis da física e da química, e nunca desobedecendo à segunda lei, a energia do Sol abastece os processos da vida, de modo que, por uma complexa rede de processos, limitada por tais leis, proporciona as estruturas e processos repletos de complexidade, diversidade, e a ilusão de improbabilidade estatística e design dos quais a vida é dotada.",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Uma das maneiras mais simples de mostrar que o argumento criacionista é equivocado do ponto de vista químico (e consequentemente no bioquímico) é apresentar reações químicas simples, que ocorrem naturalmente com complexidade crescente formada, como a formação de ácido carbônico, sulfuroso e sulfúrico, a partir da reação de óxidos (respectivamente dióxido de carbono, dióxido e trióxido de enxofre) com água:[nota 2]",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Muitas vezes, uma ordem aparentemente surpreendente aparece naturalmente, em processos geológicos, por exemplo. O Calçada dos Gigantes (Giant's Causeway) na Irlanda do Norte consiste de grandes colunas de pedra apresentando secção reta hexagonal, dando a impressão de terem sido projetadas. Foram formadas quando o magma incandescente chegou à superfície da Terra e resfriou-se. Tais tipos de ordem originando-se do caos (emergência) podem ser vistos igualmente em círculos de cascalho e pedras que ocorrem naturalmente numa ilha do norte da Noruega. Pode-se discutir os processos específicos de organização das colunas e dos círculos de pedras, mas a entropia do magma e das pedras diminuiu, ainda que a entropia de seus ambientes tenha aumentado.[25]",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Esta argumentação de uma associação direta entre entropia termodinâmica e a ordem ou desordem de sistemas é apresentada nos textos criacionistas seguidamente associada com uma passagem de um livro de divulgação científica de Isaac Asimov, que embora didática, é um tanto infeliz ao associar diretamente o conceito de entropia da termodinâmica com o que seja a deterioração de um sistema julgado como organizado pelo ser humano:",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "A Segunda Lei da termodinâmica explica que a energia que pode efetivamente ser transformada em trabalho, em um sistema fechado, nunca aumenta. Portanto, com base essa lei da física as formas de vida primitivas que eram mais simples tendo menos capacidades e sistemas menos complexos, nunca poderiam ter evoluído tornando-se organismos melhor ordenados ao longo do tempo. Assim, tanto a teoria evolutiva e a segunda lei da termodinâmica não poderiam ser ambas corretas.[34]",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "Diversos cientistas têm apresentado hipóteses que a evolução e a origem da vida tem como impulso a entropia.[43] Alguns deles veem a informação dos organismos sujeitos à diversificação de acordo com a segunda lei da termodinâmica, com organismos buscando o preenchimento de nichos vazios como um gás em expansão em um recipiente vazio.[44] Outros ainda propõe que sistemas complexos altamente organizados formam-se e modificam-se no tempo (evoluem) para dissipar energia (e aumentar a entropia) de forma mais eficiente.[45][46]",
        "Segunda lei da termodinâmica",
        "Termodinâmica"
    ],
    [
        "A segunda lei da termodinâmica ou segundo princípio da termodinâmica expressa, de uma forma concisa, que \"a quantidade de entropia de qualquer sistema isolado termodinamicamente tende a incrementar-se com o tempo, até alcançar um valor máximo\". Mais sensivelmente, quando uma parte de um sistema fechado interage com outro sistema em contato térmico, a energia tende a dividir-se por igual entre os sistemas até que o sistema alcance um equilíbrio termodinâmico.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Enquanto a primeira lei da termodinâmica estabelece a conservação de energia em qualquer transformação, a segunda lei estabelece condições para que as transformações termodinâmicas possam ocorrer espontaneamente. Historicamente, a segunda lei foi estabelecida como um conceito empírico, ou seja, um axioma, relacionado com a transformação de calor em trabalho em processos cíclicos. Para que houvesse trabalho líquido no ciclo, deveria haver duas fontes térmicas mantidas a temperaturas diferentes entre si.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Num sentido geral, a segunda lei da termodinâmica afirma que as diferenças entre sistemas em contato tendem a igualar-se. As diferenças de pressão, densidade e, particularmente, as diferenças de temperatura tendem a equalizar-se. Isto significa que um sistema isolado chegará a alcançar uma temperatura uniforme em todos os pontos. Se houver regiões com diferentes temperaturas e estiverem em contato, haverá a transferência de energia térmica (calor) da região mais quente para a região mais fria. Isso é útil para máquinas que transformam calor (provindo de uma fonte quente) em trabalho (transferência de energia útil). A segunda lei da termodinâmica originou-se historicamente sobre o estudo de eficiência de uma máquina térmica, ou seja, um dispositivo que provê trabalho graças à diferença de temperatura entre dois corpos, transformando calor em trabalho.[1] Dado que qualquer máquina termodinâmica requer uma diferença de temperatura, se deriva que nenhum trabalho útil pode extrair-se de um sistema isolado em equilíbrio térmico, isto é, requererá de alimentação de energia do exterior.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Uma das consequências da segunda lei é o fato pelo qual não se pode criar uma máquina de movimento perpétuo com 100% de eficiência. Esses achados foram derivados do teorema de Carnot, que imaginou uma máquina térmica de motor perpétuo com eficiência máxima. Assim, o calor devia ser absorvido da fonte quente e transformado em trabalho de forma reversível, e o retorno ao ponto inicial deveria ocorrer com a máquina perdendo energia na forma de calor para uma fonte fria, também de forma reversível. Para que a máquina pudesse ser aquecida ou resfriada ela deveria passar por processos adiabáticos reversíveis. Durante esse processo cíclico, ocorrendo sempre reversivelmente (com a eficiência máxima), a quantidade de trabalho líquido gerado pela máquina sempre seria menor que a quantidade fornecida de calor pela fonte quente, de forma que a eficiência nunca poderia ser igual ou maior que 100%.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Assim, para descrever matematicamente esse axioma, mais tarde, Rudolf Clausius propôs uma nova função termodinâmica, entropia, S, cuja variação era igual ao calor reversível (que seria absorvido ou liberado durante a transformação) sobre a temperatura do sistema. Clausius percebeu que a entropia era função de estado (não dependia do caminho percorrido pela transformação), e que ela sempre deveria aumentar para processos espontâneos que ocorressem em sistemas isolados. Para transformações que ocorressem em sistemas abertos, a entropia do universo (sistema + vizinhanças) deveria aumentar até alcançar um valor máximo, quando atingiria o equilíbrio termodinâmico.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Embora essas ideias tenham sido aplicadas primariamente a processos envolvendo a expansão e o aquecimento de gases perfeitos, mais tarde, com a ajuda de Josiah W. Gibbs, adaptou-se a segunda lei da termodinâmica para processos envolvendo mudanças de fases, misturas não ideais, e reações químicas, assiciando o aumento de entropia das vizinhanças à liberação de energia pelo sistema químico devido à formação de interações químicas mais estáveis (mais fortes). Nesse sentindo, a energia tenderia a se dispersar não só pela matéria mais aleatoriamente distribuída (entropia do sistema), mas também pela liberação de energia à vizinhança devido à afinidade química (entropia da vizinhança, ou energia entálpica).",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Posteriormente, os trabalhos de mecânica estatística de Boltzmann e o desenvolvimento da teoria quântica deram um embasamento atômico-molecular para o conceito de entropia, assim como a ideia de espontaneidade envolvida em reações químicas e em mudanças de fases associando entropia como distribuição de matéria em níveis energéticos.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Graficamente se pode expressar imaginando uma caldeira de um barco a vapor. Esta não poderia produzir trabalho se não fosse porque o vapor se encontra a temperaturas e pressão elevadas comparados com o meio que a rodeia.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Uma outra maneira de ver a segunda lei é pela observação da sua relevância. A primeira lei é na verdade, um princípio de contabilidade de energia: as parcelas de energia devem ser somadas. Ou seja, a primeira lei trata das quantidades de energia. A segunda lei, entretanto, ao dizer que energia cinética (por exemplo) pode ser integralmente transformada em energia térmica (calor) mas não ao contrário, indica uma qualidade para a energia:",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Exemplarmente, pode-se imaginar um automóvel a 50 km/h. Ele é subitamente freado. Toda a sua energia cinética será eventualmente transformada em energia interna das pastilhas de freio (e outras fontes de atrito) que se aquecerão. Finalmente, uma certa quantidade de calor será transferida para o meio ambiente. Entretanto, se eu ceder esta mesma quantidade de calor ao automóvel (ou ao freio), ele não sairá do lugar.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Outra maneira mais simples de expressar a segunda lei é: A entropia de um sistema isolado nunca decresce. Mas é uma má interpretação comum que a segunda lei indica que a entropia de um sistema jamais decresce. Realmente, indica só uma tendência, isto é, só indica que é extremamente improvável que a entropia de um sistema fechado decresça em um instante dado.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Como a entropia está relacionada ao número de configurações de mesma energia que um dado sistema pode possuir, podemos nos valer do conceito subjetivo de desordem para facilitar a compreensão da segunda lei (embora entropia não seja essencialmente desordem[5]). Ou seja, a segunda lei afirma, à grosso modo, que a desordem de um sistema isolado só pode crescer ou permanecer igual.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "No século XIX o conceito de entropia foi aplicado a sistemas formados por muitas partículas que se comportam classicamente, em princípios do século XX Von Neumann generalizou o conceito de entropia para sistemas de partículas quânticas, definindo para um estado mescla caracterizado por uma matriz densidade ρ a entropia quântica de Von Neumann como a magnitude escalar:",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "O intento de estender a análise termodinâmica convencional ao universo inteiro levou a se examinar em princípios dos anos 70 o comportamento termodinâmico de estruturas como os buracos negros. O resultado preliminar desta análise revelou algo muito interessante, que a segunda lei tal como havia sido formulada convencionalmente para sistemas clássicos e quânticos poderia ser violada em presença de buracos negros.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Entretanto, os trabalhos de Jacob D. Bekenstein sobre teoria da informação e buracos negros sugeriram que a segunda lei seguiria sendo válida se fosse introduzida uma entropia generalizada (Sgen) que somada à entropia convencional (Sconv), a entropia atribuível aos buracos negros que depende da área total (A) de buracos negros no universo.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Em cosmologia, na evolução do universo no tempo verifica-se uma diminuição da quantidade de energia disponível para a realização de trabalho. Tal implica uma limitação no tempo da existência do universo tal como se apresenta, pois o sentido natural das mudanças da natureza é o que origina uma diminuição da qualidade da energia. Teoricamente, o universo seria o único sistema realmente isolado, e como tal, nele, a quantidade de energia útil nunca aumenta.[7]",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Tal questão tem profundas implicações em filosofia no tratamento do que chamamos tempo em física[8] e num entendimento do universo com este como uma de suas dimensões e neste em sua história e evolução, implicando difíceis tratamentos no que sejam os modelos cíclicos, entre estes o modelo de universo oscilante ou \"grande rebote (big bounce)\".[9]",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Mas a segunda lei da termodinâmica não faz tais afirmações, pois a entropia da termodinâmica não mede o aumento ou diminuição da complexidade dos sistemas, nem seu aumento ou diminuição de ordem.[18] A segunda lei apenas afirma que calor não flui espontaneamente de um corpo a mais baixa temperatura para um corpo de mais alta. Equivalentemente, que a energia que pode efetivamente ser transformada em trabalho em um sistema isolado nunca aumenta.[nota 1]",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Visto que o planeta Terra (assim como qualquer outro) não é um sistema fechado (e é de se observar que sistemas plenamente fechados e isolados não existem na prática), a entropia termodinâmica pode diminuir. A radiação do Sol (com baixa entropia) ilumina e aquece a Terra (com alta entropia). Desse fluxo de energia, somado as mudanças de entropia que o acompanha, podem e de fato permitem que a entropia termodinâmica diminua localmente na Terra.[19]",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Richard Dawkins, no seu livro \"O maior espetáculo da Terra\" trata deste argumento, mostrando que quando criacionistas afirmam, até frequentemente, que a evolução biológica contradiz a segunda lei da termodinâmica, estariam mostrando unicamente que não entendem tal lei, pois já não há contradição por causa óbvia da ação do Sol, pois todo sistema, quer estejamos falando sobre a vida, quer sobre as massas de água em seu ciclo na Terra, é em última análise dependente do constante fluxo de energia proveniente desta estrela. Da mesma maneira que jamais desobedece as leis da física e da química, e nunca desobedecendo à segunda lei, a energia do Sol abastece os processos da vida, de modo que, por uma complexa rede de processos, limitada por tais leis, proporciona as estruturas e processos repletos de complexidade, diversidade, e a ilusão de improbabilidade estatística e design dos quais a vida é dotada.",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Uma das maneiras mais simples de mostrar que o argumento criacionista é equivocado do ponto de vista químico (e consequentemente no bioquímico) é apresentar reações químicas simples, que ocorrem naturalmente com complexidade crescente formada, como a formação de ácido carbônico, sulfuroso e sulfúrico, a partir da reação de óxidos (respectivamente dióxido de carbono, dióxido e trióxido de enxofre) com água:[nota 2]",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Muitas vezes, uma ordem aparentemente surpreendente aparece naturalmente, em processos geológicos, por exemplo. O Calçada dos Gigantes (Giant's Causeway) na Irlanda do Norte consiste de grandes colunas de pedra apresentando secção reta hexagonal, dando a impressão de terem sido projetadas. Foram formadas quando o magma incandescente chegou à superfície da Terra e resfriou-se. Tais tipos de ordem originando-se do caos (emergência) podem ser vistos igualmente em círculos de cascalho e pedras que ocorrem naturalmente numa ilha do norte da Noruega. Pode-se discutir os processos específicos de organização das colunas e dos círculos de pedras, mas a entropia do magma e das pedras diminuiu, ainda que a entropia de seus ambientes tenha aumentado.[25]",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Esta argumentação de uma associação direta entre entropia termodinâmica e a ordem ou desordem de sistemas é apresentada nos textos criacionistas seguidamente associada com uma passagem de um livro de divulgação científica de Isaac Asimov, que embora didática, é um tanto infeliz ao associar diretamente o conceito de entropia da termodinâmica com o que seja a deterioração de um sistema julgado como organizado pelo ser humano:",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A Segunda Lei da termodinâmica explica que a energia que pode efetivamente ser transformada em trabalho, em um sistema fechado, nunca aumenta. Portanto, com base essa lei da física as formas de vida primitivas que eram mais simples tendo menos capacidades e sistemas menos complexos, nunca poderiam ter evoluído tornando-se organismos melhor ordenados ao longo do tempo. Assim, tanto a teoria evolutiva e a segunda lei da termodinâmica não poderiam ser ambas corretas.[34]",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Diversos cientistas têm apresentado hipóteses que a evolução e a origem da vida tem como impulso a entropia.[43] Alguns deles veem a informação dos organismos sujeitos à diversificação de acordo com a segunda lei da termodinâmica, com organismos buscando o preenchimento de nichos vazios como um gás em expansão em um recipiente vazio.[44] Outros ainda propõe que sistemas complexos altamente organizados formam-se e modificam-se no tempo (evoluem) para dissipar energia (e aumentar a entropia) de forma mais eficiente.[45][46]",
        "Segunda lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A breve história da termodinâmica começa com Guericke, que em 1650 projetou e construiu a primeira bomba de vácuo do mundo, e o primeiro vácuo artificial do mundo, através dos hemisférios de Magdeburgo. Ele foi incentivado pela busca em provar a invalidade da antiga percepção de que \"a natureza tem horror ao vácuo\" e de que não poderia haver vazio ou vácuo, \"pois no vácuo todos os corpos cairiam com a mesma velocidade\" tal como descreveu em ambos os casos Aristóteles.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Logo após este evento, o físico e químico irlandês Robert Boyle tomou ciência dos experimentos de Guericke, e em 1656, em coordenação com o cientista inglês Robert Hooke, construiu uma bomba de ar.[Ref. 4]Usando esta bomba, Boyle e Hooke perceberam uma correlação entre pressão, temperatura e volume. Com isso foi formulada a Lei de Boyle, a qual estabelece que a pressão e o volume são inversamente proporcionais. Então, em 1679, baseado nestes conceitos, um conhecido de Boyle chamado Denis Papin construiu um forno de pressão (marmita de Papin), que era um vaso fechado com uma tampa fechada hermeticamente que confinava o vapor até alta pressão ser gerada.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Projetos posteriores incluíram uma válvula de alívio para o vapor, evitando que o recipiente explodisse devido à alta pressão. Observando o movimento rítmico da válvula de alívio para cima e para baixo, Papin concebeu a ideia de uma máquina constituída de um pistão e um cilindro. Mas Papin não seguiu adiante com a ideia. Foi somente em 1697, baseado nas ideias de Papin, que o engenheiro Thomas Savery construiu a primeira máquina a vapor. Embora nesta época as máquinas fossem brutas e ineficientes, elas atraíram a atenção dos principais cientistas da época. Um destes cientistas foi Sadi Carnot, o \"pai da termodinâmica\", que em 1824 publicou \"Reflexões sobre a Potência Motriz do Fogo\", um discurso sobre o calor, potência e eficiência de máquina. O texto trouxe as relações energéticas básicas entre a máquina de Carnot, o ciclo de Carnot e a potência motriz. Isto marcou o início da termodinâmica como ciência moderna.[Ref. 5]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "É bastante conhecido o fato de que qualquer porção de matéria ou determinada substância é constituída por um número muito grande de partículas microscópicas fundamentais - átomos ou moléculas conforme o caso, em geral, ou outrem, em casos mais específicos.[Nota 1] Embora a termodinâmica utilize - quando disponíveis - as propriedades microscópicas de um sistema de partículas para inferir suas propriedades macroscópicas, a termodinâmica não descreve as propriedades microscópicas deste. As propriedades termodinâmicas deste sistema de partículas são determinadas apenas por suas propriedades macroscópicas.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Partindo de um ponto de vista puramente macroscópico para o estudo do sistema - que não requer o conhecimento do comportamento individual das partículas microscópicas que integram o mesmo - desenvolveu-se a chamada termodinâmica clássica. Ela permite abordar de uma maneira fácil e direta os problemas correlatos ao comportamento da matéria e energia em tal escala e as soluções para os mesmos. Uma abordagem mais elaborada, baseada no comportamento médio de grandes grupos de partículas, é chamada de termodinâmica estatística.[Ref. 5][Ref. 6] A termodinâmica estatística trouxe respostas, entre outros, quanto à natureza de conceitos como energia interna e temperatura associados aos sistemas termodinâmicos, e neste âmbito, a termodinâmica pode ser definida como a área de estudos que descreve e analisa o comportamento macroscópico de sistemas constituídos por um número de partículas e necessariamente alto - no limite termodinâmico, \"infinito\" - para inviabilizar a análise prática do mesmo mediante a análise individual de cada partícula que o compõe.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "O ponto inicial para a maioria das considerações termodinâmicas são as leis da termodinâmica, que postulam as características intrínsecas a todo sistema termodinâmico, e também que a energia pode ser transferida de um sistema físico para outro como calor ou trabalho.[Nota 2][Ref. 7]Elas também postulam a existência de uma quantidade chamada entropia, que pode ser definida para qualquer sistema.[Ref. 8]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Em termodinâmica, interações entre sistemas são particularmente enfocadas, estudadas e categorizadas. Para este estudo, os conceitos de sistema e vizinhanças são centrais — e por tal também são de extrema relevância as características das fronteiras que os definem. Um sistema termodinâmico é composto de \"infinitas\" partículas encerradas dentro de uma fronteira, cujos movimento e inter-relacionamento médios ou totais definem suas propriedades termodinâmicas, cujas relações são expressas através de equações de estado, sendo estas certamente de vital relevância ao estudo termodinâmico de tais sistemas. Tais propriedades podem também ser adequadamente combinadas de forma a expressar a energia interna ou os demais potenciais termodinâmicos — ou a entropia e suas transformadas — como equações fundamentais — que são extremamente úteis na compreensão e análise das condições de equilíbrio e em processos ou transformações, espontâneos ou não, associados ao sistema. Uma equação fundamental, ao contrário de uma equação de estado, sempre encerra em si todas as informações termodinâmicas do sistema à qual se associa. Ao conjunto de todos os sistemas com o quais o sistema em foco se relaciona através de fronteiras comuns dá-se o nome de vizinhança. Ao conjunto de todos os sistemas pertinentes dá-se o nome de universo.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Com suas ferramentas — o formalismo da termodinâmica — a termodinâmica descreve não apenas os sistemas, mas também como os sistemas respondem a mudanças em sua vizinhança. Isso pode ser aplicado a uma ampla variedade de tópicos em ciência e tecnologia, como por exemplo, máquinas, transições de fases, reações químicas, fenômenos de transporte e até buracos negros. Os resultados da termodinâmica são essenciais para outros campos da física e da química, engenharia química, engenharia aeroespacial, engenharia mecânica, biologia celular, engenharia biomédica, engenharia ferroviária, ciências dos materiais e economia, para citar alguns.[Ref. 9][Ref. 10]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Existem dois tipos fundamentais de entidade em termodinâmica, estados de um sistema, e os processos de um sistema. Isto permite três abordagens fundamentais para raciocínio termodinâmico: em termos de estados de equilíbrio termodinâmico do sistema, em termos de processos invariantes no tempo de um sistema, e em termos de processos cíclicos de um sistema.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Sempre que duas[Nota 3]ou mais propriedades de um sistema variam, diz-se que ocorreu um processo. Sempre que há mudança entre estados de equilíbrio há um processo. Um processo é geralmente descrito por um diagrama identificando os sucessivos estados pelo qual passa o sistema durante o transcurso do mesmo. Um processo de quase-equilíbrio (quase-estático) é aquele em que o desvio do equilíbrio termodinâmico ao ir-se de um estado de equilíbrio ao subsequente é infinitesimal, de forma que o sistema pode ser considerado a qualquer momento como estando em um dos estados de equilíbrio. Assim um processo quase estático se aproxima muito de uma sucessão de estados de equilíbrio, e tais processos têm diagramas representativos descritos por linhas, e não por pontos não intercalados, em um diagrama de estados.[Ref. 3] Muitos processos reais, geralmente os processos lentos, podem ser considerados com razoável precisão como sendo processos de quase-equilíbrio. Vários outros - entre os quais os processos que ocorrem de forma brusca - não. O termo \"transformação\" é normalmente utilizado para referenciar um processo quase-estático.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A abordagem através de estados de equilíbrio termodinâmico do sistema requer um relato completo do estado do sistema, bem como a noção de processo a partir de um estado para outro de um sistema, mas pode necessitar de apenas uma conta idealizada ou parcial, do estado do entorno do sistema ou de outros sistemas. O método de descrição em termos de estados de equilíbrio termodinâmico tem limitações. Por exemplo, os processos em uma região de fluxo turbulento, ou numa mistura de gás de queima, ou de um gás pode ser além Knudsen \"da província de termodinâmica\".[2][3][4] Este problema pode ser contornado por vezes através do método da descrição, em termos de processos cíclicos ou de tempo invariantes de fluxo. Esta é parte da razão pela qual os fundadores da termodinâmica muitas vezes preferiram a descrição do processo cíclico.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Aproximações através de processos de invariante no tempo de fluxo de um sistema são utilizadas para alguns estudos. Alguns processos, por exemplo, a expansão de Joule-Thomson, são estudados por meio de fluxo estacionário de experiências, mas pode ser explicado por distinguir a energia cinética do fluxo contínuo a granel a partir da energia interna e, assim, podem ser consideradas como dentro do âmbito da termodinâmica clássica definidos em termos de estados de equilíbrio ou de processos cíclicos.[5] Outros processos de fluxo, por exemplo, efeitos termoelétricos, são essencialmente definidos pela presença de fluxos diferenciais ou de difusão de modo que eles não podem ser adequadamente avaliados em termos de estados de equilíbrio ou processos cíclicos clássicos.[6][7]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A noção de um processo cíclico não requer uma conta completa do estado do sistema, mas requer um relato completo de como ocasiões em que o processo de transferências de matéria e energia entre o sistema principal (que é muitas vezes chamado de corpo de trabalho) e sua ambiente, devem incluir, pelo menos, dois reservatórios de calor em diferentes temperaturas conhecidas e fixas, uma temperatura superior a do sistema principal e uma mais fria do que o outro, assim como um reservatório, que pode receber a energia do sistema como o trabalho e pode fazer o trabalho do sistema. Os reservatórios podem, alternativamente, ser considerados como sistemas de componentes auxiliares idealizados, a par do sistema principal. Assim, uma consideração em termos de processos cíclicos requer pelo menos quatro sistemas de componentes contributivos. As variáveis independentes desta conta são as quantidades de energia que entram e saem dos sistemas idealizados auxiliares. Neste tipo de conta, o corpo de trabalho é muitas vezes considerado como uma \"caixa preta\",[8] e seu próprio estado não é especificado. Nesta abordagem, a noção de uma escala numérica de temperatura adequada empírica é um pressuposto da termodinâmica, e não uma noção construída por ela ou derivados dela.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Quando o sistema está em equilíbrio termodinâmico sob um dado conjunto de condições do seu ambiente, diz-se estar num estado termodinâmico definido, que é completamente descrito por variáveis de estado. Se um sistema é muito simples, tal como definido acima, e está em equilíbrio termodinâmico, e não está sujeito a um campo de força aplicada externamente, tal como a gravidade, a eletricidade ou o magnetismo, então é homogênea, isto é, digamos, espacialmente uniforme em todos os aspectos.[9] De certo modo, um sistema homogêneo pode ser considerado como espacialmente zero-dimensional, porque ele não tem a variação espacial. Se um sistema em equilíbrio termodinâmico é homogêneo, em seguida, o seu estado pode ser descrito por algumas variáveis físicas, que são na sua maioria classificadas como variáveis intensivas e variáveis extensivas.[10][11]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Exemplos de variáveis termodinâmicas extensivas são massa total e volume total. Exemplos de variáveis termodinâmicas intensivas são a temperatura, pressão e concentração de produtos químicos; variáveis termodinâmicas intensivas são definidas em cada ponto espacial e cada instante de tempo em um sistema. Variáveis físicas macroscópicas podem ser mecânicas ou térmicas. A temperatura é uma variável térmica, Segundo Guggenheim, \" Concepção mais importante é a temperatura termodinâmica\". Variáveis intensivas são definidas pela propriedade de que, se qualquer número de sistemas, cada um no seu estado de equilíbrio termodinâmico separado homogêneo, todos com os mesmos valores respectivos de todas as suas variáveis intensivas, independentemente dos valores de suas variáveis extensivas, são dispostas de forma contígua com a partição entre eles, de modo a formar um novo sistema, em seguida, os valores das variáveis de intensidade do novo sistema são os mesmos que os dos sistemas de componentes separadas. Tal sistema é composto de um equilíbrio termodinâmico homogêneo. Exemplos de variáveis intensivas são a temperatura, a concentração química, pressão, densidade de massa, a densidade de energia interna, e, quando pode ser adequadamente definido densidade de entropia.[12]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Variáveis extensivas são definidas pela propriedade de que, se qualquer número de sistemas, independentemente do seu equilíbrio termodinâmico possível separado ou estados de não-equilíbrio ou variáveis intensivas, são dispostos lado a lado com a partição entre eles de modo a formar um novo sistema, em seguida, os valores das variáveis de largo espectro do novo sistema são as somas dos valores das variáveis respectivas extensivas dos sistemas individuais constituintes separados. Obviamente, não há nenhuma razão para esperar que um tal sistema composto estar em equilíbrio termodinâmico homogêneo. Exemplos de variáveis extensivas são massa, volume e energia interna. Eles dependem da quantidade total de massa no sistema.[13] Porém, quando ela pode ser adequadamente definida, a densidade de entropia é uma variável intensiva. Para sistemas heterogêneos, a entropia em si não se encaixa nesta classificação de variáveis de estado.[14][15] A razão é que a entropia é uma propriedade de um sistema como um todo, e não necessariamente relacionada simplesmente aos seus constituintes separadamente. Para qualquer número de sistemas e cada um no seu próprio equilíbrio termodinâmico separado homogêneo, todos com os mesmos valores de variáveis de intensidade, a remoção das divisórias entre os resultados distintos dos sistemas em um sistema composto homogêneo em equilíbrio termodinâmico, com todos os valores de suas variáveis intensivas (os mesmos que os dos sistemas constituintes), é reservadamente ou condicionalmente verdade que a entropia de um sistema desse tipo definido, de forma restritiva, composto, é a soma das entropias dos sistemas constituintes. Mas se os sistemas constituintes não satisfazem estas condições restritivas, a entropia de um sistema composto não pode ser esperada como sendo a soma das entropias dos sistemas constituintes, pois a entropia é uma propriedade do sistema composto como um todo. Portanto, ainda que sob estas reservas restritivas, a entropia satisfaz alguns requisitos para a extensividade definidos acima; a entropia, em geral, não se encaixa na definição acima de uma variável extensiva.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Não sendo nem uma variável intensiva nem uma variável extensiva de acordo com a definição acima, a entropia é uma variável de \"stand-out\", porque é uma variável de estado de um sistema como um todo.[14] Um sistema de não-equilíbrio pode ter uma estrutura dinâmica não-homogênea. Esta é uma razão para distinguir o estudo da termodinâmica de equilíbrio a partir do estudo de não-equilíbrio termodinâmica. A razão física para a existência de variáveis extensivas é o tempo de invariância de volume em um dado referencial inercial, e a conservação estritamente local de massa, força, momento angular e da energia. Como observado por Gibbs, a entropia é diferente de energia e massa, porque não é localmente conservada.[14] A quantidade de entropia \"stand-out\" nunca se conserva em processos físicos reais. Todos os processos físicos reais são irreversíveis.[16] O movimento dos planetas parece reversível em uma escala de tempo curta (milhões de anos), mas seu movimento, de acordo com as leis de Newton, é matematicamente um exemplo de caos determinístico. Eventualmente, um planeta sofre uma colisão com um objeto imprevisível do seu entorno, o espaço exterior, neste caso, e, consequentemente, o seu curso futuro é radicalmente imprevisível. Teoricamente, isso pode ser expresso dizendo que cada processo natural dissipa algumas informações da parte previsível da sua atividade para a parte imprevisível. A parte previsível é expressa nas variáveis generalizadas mecânicas, e na parte imprevisível em calor.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Outras variáveis de estado podem ser consideradas como sujeitas condicionalmente \"extensivas\" a reserva acima, mas não extensivas como definido acima. Exemplos são a energia livre de Gibbs, a energia livre de Helmholtz, e a entalpia. Consequentemente, apenas porque para alguns sistemas sob condições particulares de seus arredores variáveis de estado sejam condicionalmente conjugar a variáveis intensivas, tal conjugação não faz variáveis de estado tais extensivas como definido acima. Esta é uma outra razão para distinguir o estudo da termodinâmica de equilíbrio a partir do estudo de não-equilíbrio termodinâmico. Numa outra forma de pensar, isto explica porque o calor deve ser considerado como uma quantidade que se refere a um processo, e não a um estado de um sistema. Um sistema sem divisórias internas, e em equilíbrio termodinâmico, pode ser heterogêneo no respeito seguinte: pode consistir em várias \"fases\", cada uma homogênea em si, em contiguidade imediata com outras fases do sistema, mas distinguíveis por ter várias características físicas diferentes, respectivamente, com a interrupção do fluxo de variáveis intensivas nos limites entre as fases. Uma mistura de espécies químicas diferentes é considerado homogênea por este efeito, se é fisicamente homogênea.[17] Por exemplo, um recipiente pode conter um sistema constituído por água líquida sobrejacente vapor e, depois, existe uma fase de vapor e uma fase líquida, cada uma homogênea em si mesma, mas ainda em equilíbrio termodinâmico com a outra fase. Para a conta imediatamente presente, sistemas com múltiplas fases não são considerados, embora por questões termodinâmicas muitos sistemas multifásicos são importantes.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "As variáveis macroscópicas de um sistema termodinâmico em equilíbrio termodinâmico, em que a temperatura está bem definida, pode ser relacionado com um outro por meio de equações de equações de estado ou característica. E expressam as peculiaridades constitutivas o material do sistema. A equação de estado deve cumprir com algumas restrições termodinâmicas, mas não pode ser derivada a partir dos princípios gerais da termodinâmica sozinhos.[carece de fontes?]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Um processo termodinâmico é definido por mudanças de estado interno do sistema de interesse, juntamente com a transferência de matéria e de energia ao ambiente do sistema ou a outros sistemas. Um sistema é demarcado do seu ambiente ou de outros sistemas, por divisórias que mais ou menos separadas, podem mover-se como um êmbolo para alterar o volume do sistema e, portanto, transferir o trabalho.[carece de fontes?]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Um processo é descrito por mudanças nos valores das variáveis de estado dos sistemas ou por quantidades de troca de matéria e energia entre sistemas e ambientes. A mudança deve ser especificada em termos de variáveis prescritas. A escolha de quais variáveis que devem ser usadas é feita antes da análise do decurso do processo, e não pode ser alterada. Algumas das variáveis escolhidas com antecedência são chamadas de variáveis independentes.[18] A partir de alterações em variáveis independentes podem ser derivadas mudanças em outras variáveis chamadas variáveis dependentes. Por exemplo, um processo pode ocorrer a uma pressão constante com pressão prescrita como uma variável independente, e temperatura alterada como uma outra variável independente, e, em seguida, as variações de volume são consideradas como dependentes. Atenção a este princípio, é necessário em termodinâmica.[19][20]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Na abordagem através de estados de equilíbrio do sistema, um processo pode ser descrito em duas formas principais. De certa forma, o sistema é considerado para ser ligado ao meio de algum tipo de partição de separação, e deixa-se atingir o equilíbrio com o ambiente, com a partição no seu lugar. Então, quando o caráter de separação da partição é mantido inalterado, as condições do meio são alteradas, e exercem a sua influência sobre o sistema novamente através da divisória de separação, ou a partição é deslocada de modo a alterar o volume do sistema; e um novo equilíbrio é atingido. Por exemplo, um sistema é deixado atingir o equilíbrio com um banho de aquecimento a uma temperatura, em seguida, a temperatura do banho de aquecimento é alterada e o sistema é deixado atingir um novo equilíbrio, se a partição permite a condução de calor, o novo equilíbrio é diferente do equilíbrio anterior. De outro modo, vários sistemas estão ligados um ao outro por várias espécies de divisórias de separação, e para atingir o equilíbrio um com o outro, com as divisórias no lugar. Desta forma, pode-se falar de um \"sistema composto\". Em seguida, uma ou mais partições são removidas ou alteradas nas suas propriedades de separação ou são movidas, e um novo equilíbrio é atingido. O experimento de Joule-Thomson, é um exemplo deste, um tubo de gás é separado do outro por uma divisória de tubo poroso, o volume disponível em cada um dos tubos é determinado por meio de pistões respectivos; equilíbrio é estabelecido com um conjunto inicial de volumes; o volumes são alterados e um novo equilíbrio é estabelecido.[21][22][23][24][25] Um outro exemplo é a separação e mistura de gases, com o uso de membranas quimicamente semi-permeáveis.[26]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "É muitas vezes conveniente para estudar um processo termodinâmico, em que uma única variável, tal como a temperatura, a pressão ou o volume, etc, é mantido fixo. Além disso, é útil agrupar estes processos em pares, em que cada variável é mantida constante como um membro de um par conjugado. Vários processos termodinâmicos comumente estudados são:",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Por vezes, é de interesse para o estudo de um processo no qual uma série de variáveis são controladas, sujeitas a alguma restrição especificada. Num sistema em que uma reação química pode ocorrer, por exemplo, em que a pressão e a temperatura podem afetar a composição de equilíbrio, um processo pode ocorrer em que a temperatura é mantida constante, mas a pressão é lentamente alterada, de modo que apenas o equilíbrio químico é mantido a forma. Há um processo correspondente a uma temperatura constante em que a pressão final é a mesma, mas é atingida por um salto rápido. Em seguida, pode-se mostrar que a variação do volume resultante do processo de salto rápido é menor do que a partir do processo de equilíbrio lentos.[27] O trabalho transferido difere entre os dois processos.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Um processo cíclico[28] é um processo que pode ser repetido indefinidamente, muitas vezes, sem alterar o estado final do sistema no qual o processo ocorre. Os únicos vestígios dos efeitos de um processo cíclico são encontrados nas imediações do sistema ou em outros sistemas. Este é o tipo de processo que causa termodinamicistas precoces, como Carnot, e em termos dos quais Kelvin definiu temperatura absoluta,[29][30] antes da utilização da quantidade de entropia por Rankine,[31] e a sua identificação clara de Clausius.[32] Para alguns sistemas, por exemplo, com algumas substâncias plásticas úteis, processos cíclicos são praticamente quase impraticáveis porque a substância de trabalho passa por mudanças praticamente irreversíveis. É por isso que os dispositivos mecânicos são lubrificados com o óleo e uma das razões pelas quais os dispositivos elétricos são muitas vezes úteis. Um processo cíclico de um sistema requer a sua envolvente, pelo menos, dois reservatórios de calor, a temperaturas diferentes, um a uma temperatura mais elevada, que fornece calor para o sistema, o outro a uma temperatura mais baixa que aceita o calor do sistema. Os primeiros trabalhos sobre termodinâmica tendiam a usar a abordagem de processo cíclico, pois estavam interessados em máquinas que converteram parte do calor do entorno em potência mecânica entregue ao ambiente, sem muita preocupação sobre o funcionamento interno da máquina. Uma tal máquina, ao receber uma quantidade de calor a partir de um reservatório de temperatura mais elevada, necessita sempre de um reservatório de baixa temperatura que aceita uma menor quantidade de calor, a diferença na quantidade de calor que é convertido para o trabalho.[33][34] Mais tarde, o funcionamento interno de um sistema tornou-se de interesse, e é descrito pelos estados do sistema. Hoje em dia, em vez de discutir em termos de processos cíclicos, alguns escritores são inclinados a derivar o conceito de temperatura absoluta do conceito de entropia, uma variável de estado.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Potenciais termodinâmicos são diferentes medidas quantitativas da energia armazenada no sistema. Potenciais são usados para medir as mudanças de energia em sistemas como eles evoluem a partir de um estado inicial a um estado final. O potencial utilizado depende das limitações do sistema, tais como a temperatura ou a pressão constante. Por exemplo, as energias de Helmholtz e Gibbs são as energias disponíveis em um sistema para realizar trabalho útil, quando a temperatura e o volume ou a pressão e a temperatura são fixos, respectivamente. Os cinco potenciais mais conhecidas são:",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "O princípio básico sobre o qual a termodinâmica se assenta é:[Nota 4] dado um sistema isolado - envolto por uma fronteira completamente restritiva em relação à troca de energia ou matéria - haverá um estado em particular, caracterizado pela constância de todas as grandezas termodinâmicas mensuráveis (temperatura, pressões parciais, volume das fases, etc.), que, uma vez dado tempo suficiente para as transformações necessárias ocorrerem, sempre será atingido. Os valores a serem assumidos pelas grandezas no estado de equilíbrio encontram-se univocamente determinados desde o estabelecimento da fronteira e do sistema, dependendo estes, em sistemas simples, apenas do número e natureza das partículas, do volume e da energia interna encerrados no sistema. Tal estado final de equilíbrio do sistema é nomeado estado de equilíbrio termodinâmico. A rigor define-se temperatura apenas para o estado de equilíbrio termodinâmico, não se definindo em princípio a mesma grandeza para sistemas fora do equilíbrio.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "O princípio zero ainda engloba o raciocínio de que, se dois sistemas A e B - cada qual já em seu respectivo estado de equilíbrio - forem colocados um a um em contato de forma adequada com um sistema C, e verificar-se experimentalmente que estes mantiveram os respectivos estados de equilíbrio originais, estes estarão não apenas em equilíbrio com C mas também estarão em equilíbrio entre si, de forma que também manterão seus respectivos estados de equilíbrio originais se colocados em contato mediante fronteira semelhante. Considera-se para tal geralmente uma fronteira não restritiva apenas quanto à troca de calor, caso em que se fala em equilíbrio térmico. Tal princípio implica, pois: se a temperatura de A e B são iguais à de C, as temperaturas de A e B serão também necessariamente iguais. Se a fronteira não for restritiva quanto à troca de energia em qualquer de suas formas - calor ou trabalho - mas o for ainda em relação à troca de matéria, falar-se-á em equilíbrio térmico e mecânico. Neste caso, não somente suas temperaturas mas também suas pressões serão iguais. Se a fronteira for completamente irrestritiva, permitindo inclusive a troca de matéria e reações químicas, falar-se-á em equilíbrio térmico, mecânico e (eletro)químico, ou seja, em equilíbrio termodinâmico.[Ref. 3]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Observação: a compreensão do que se segue exige o conhecimento das definições de: energia, energia interna, energia térmica, temperatura (absoluta), energia potencial, pressão, volume, calor e trabalho. Solicita-se a leitura dos artigos específicos caso estes conceitos não se mostrem familiares.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "De acordo com o princípio da Conservação da Energia, a energia não pode ser criada nem destruída, mas somente transformada de uma espécie em outra. O primeiro princípio da termodinâmica estabelece uma equivalência entre o trabalho e o calor trocados entre um sistema e seu meio exterior no que se refira à variação da energia interna do sistema.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Considere um sistema e sua vizinhança, em uma situação tal que uma certa quantidade de calor Q tenha atravessado a fronteira comum aos dois (devido à diferença de temperaturas entre ambos). Considere também que a fronteira comum entre os sistemas se mova neste processo, implicando energia trocada na forma de trabalho entre ambos. Neste caso a variação na energia interna do sistema em foco é expressa por:",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Repare que para um gás ideal a variação em sua energia interna está associada apenas à variação em sua temperatura. Transformações isotérmicas envolvendo um gás ideal implicam portanto que o trabalho W realizado pelo sistema sobre a vizinhança iguala-se em módulo ao calor que entra no sistema oriundo da vizinhança.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "É muito comum associar-se de forma errônea o aumento da energia interna em um sistema a um aumento em sua temperatura. Embora esta relação mostre-se verdadeira para a maioria dos sistemas, ao rigor da análise esta associação não procede. Alguns exemplos bem simples, como a combustão de vapor de gasolina e oxigênio em um cilindro de automóvel - que por ser muito rápida, pode ser considerada um processo adiabático - ou uma simples mistura de sal e gelo, mostram que não há uma relação estrita entre energia interna e temperatura, mas sim entre energia térmica e temperatura.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Na combustão do vapor de gasolina e oxigênio formam-se vapor de água e gás carbônico que, ao fim, estão em temperatura muito maior do que a temperatura dos reagentes. Contudo a energia interna do sistema não varia. O que ocorre é a transformação de parte da energia potencial - uma das parcelas que integram a energia interna - do sistema em energia térmica, a outra parcela que a integra. Como o aumento na energia térmica é inteiramente oriundo da diminuição da energia potencial (energia química) do sistema, a energia interna permanece a mesma, e não há variação na energia interna do sistema, mesmo observando-se um enorme aumento em sua temperatura.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Caso contrário é observado em um sistema composto por gelo e sal mantidos separados. Removendo-se a fronteira que os separa, a temperatura da mistura salina que se forma cai drasticamente, contudo a energia interna do sistema, assumido envolto por uma fronteira completamente restritiva (um sistema isolado), permanece constante. Parte da energia térmica é utilizada para romper-se as ligações iônicas associada à forma cristalina do sal - liquefazendo a mistura - e transformando-se por tal em energia potencial. O decréscimo na energia térmica é contudo compensado pelo acréscimo na energia potencial, de forma que a energia interna - conforme exigido pela fronteira restritiva - não varia, embora a temperatura caia substancialmente.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Podemos dizer que a energia interna do sistema é uma função de estado pois ela depende unicamente dos valores assumidos pelas variáveis de estado do sistema, e não da forma como tais variáveis assumiram tais valores. Em outras palavras, a energia interna de uma xícara de café quente com mesma composição química, mesma concentração, mesma massa, quando submetida à mesma pressão, volume e temperatura, será sempre a mesma, independente de como se fez o café, ou se este foi feito agora, ou requentado.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Repare que a energia interna é função apenas da temperatura somente para casos especiais, como o caso do gás ideal. Para casos genéricos não pode-se assumir tal conjectura como verdadeira. A energia interna pode depender da pressão, do volume, e de qualquer outra grandeza termodinâmica de forma explicita.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "onde V2 e V1 representam os volumes final e inicial do sistema, respectivamente. Repare a convenção a origem da convenção de sinais: quando o gás realiza trabalho sobre o meio - expandindo-se contra a pressão imposta pelo mesmo e gastando parte de sua energia interna para tal - o sinal do trabalho é positivo (volume aumenta), o qual, substituído na expressão matemática do primeiro princípio, implica um decréscimo da energia interna do sistema em virtude do sinal negativo presente nesta última expressão.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Em casos mais complexos, o trabalho pode ser determinado através de um diagrama de pressão x volume para a transformação sofrida. Este corresponde à área sob a região determinada pelos estados inicial, final, e pela curva associada (vide figuras abaixo).",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A termodinâmica permite determinar a direção na qual vários processos físicos e químicos irão ocorrer espontaneamente, e as condições para que possam ser revertidos (reversibilidade). Permite também determinar quais processos podem ocorrer, e quais não podem (irreversibilidade). Também permite determinar as inter-relações entre as diversas propriedades de uma substância, a exemplo calor específico, coeficiente de dilatação volumétrica, compressibilidade, e demais. Contudo ela não encerra em sua descrição macroscópica dados relativos aos modelos da microestrutura da substância, e não é capaz de fornecer detalhes dela partindo-se apenas das grandezas macroscópicas. Contudo, uma vez que a estrutura microscópica do sistema seja previamente conhecida, através do método da termodinâmica clássica e estatística, as propriedades e o comportamento termodinâmicos do sistema podem ser em princípio facilmente determinados.[Ref. 3]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Em sistemas adiabáticos determinados processos ocorrem em sentido único, sendo impossível, sem violar-se a restrição adiabática imposta pela barreira, regressar-se ao estado original. Associado à irreversibilidade de tais processos tem-se a segunda lei da termodinâmica: em processos adiabáticos, a entropia do sistema permanece constante ou aumenta, contudo nunca diminui. Se um processo qualquer - geralmente processos bruscos, como a expansão livre - implicar aumento da entropia do sistema, o estado inicial - de menor entropia - torna-se inacessível ao sistema sem violação da restrição imposta. Após uma expansão livre não se consegue mais retornar às mesmas condições de pressão, volume e temperatura iniciais sem a violação da fronteira adiabática do sistema.[Ref. 3]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A 2ª Lei da termodinâmica estabelece portanto uma seta para o tempo: estabelece em essência a possibilidade de se definir com precisão uma ordem cronológica para uma série de eventos relacionados. Estabelece que energia cinética macroscopicamente mensurável pode sempre reduzir-se, mediante trabalho, a calor, e desta forma acabar fazendo parte das entranhas de um sistema termodinâmico - ou seja, da energia interna deste - contudo o processo inverso jamais ocorre com rendimento de 100%. Calor oriundo da energia interna de um sistema não pode ser totalmente convertido em trabalho, e por tal jamais é completamente convertido em energia cinética macroscopicamente mensurável. Decorre desta certamente considerações estimulantes tanto de ordem filosófica como de ordem científica ligadas às implicações da mesma, a exemplo considerações sobre a possível morte térmica do universo.[Ref. 11]",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Como as variáveis de estado finais e iniciais são iguais, a energia interna do sistema não varia, bem como sua energia térmica - diretamente associada à temperatura. Há assim uma igualdade entre o calor e o trabalho trocados em cada ciclo.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Quando o ciclo completo é percorrido no sentido horário, o sistema recebe calor e realiza trabalho (o trabalho W e o calor Q totais são ambos positivos); no sentido anti-horário o sistema cede calor e recebe trabalho (o trabalho W e o calor Q totais são ambos negativos),ou seja:",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Em uma transformação cíclica existe equivalência entre o calor Q trocado pelo gás e o trabalho realizado. Repare contudo que estes valores não são sempre iguais ao longo do ciclo, o que equivale a dizer que a energia interna pode variar e geralmente varia ao longo do ciclo. Contudo o saldo final por ciclo implica uma variação da energia interna nula, e um trabalho total por ciclo igual ao calor envolvido por ciclo.",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A importância dessa equação consiste em que ela representa a base sobre a qual todos os modernos aparelhos matemáticos de fenomenologia termodinâmica, tanto os conceitos de equilíbrio e não-equilíbrio, são baseados. A equação de Gibbs pode ser representada para uso de outros potenciais termodinâmicos equivalentes nas seguintes formulações:",
        "Termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A primeira lei da termodinâmica é uma versão da lei de conservação da energia. Também conhecido como Princípio de Joule, este postulado admite que diversas formas de trabalho podem ser convertidas umas nas outras, elucidando que a energia total transferida para um sistema é igual à variação de sua energia interna, ou seja, em todo processo natural, a energia do universo se conserva sendo que a energia do sistema quando isolado é constante. Observa-se também a equivalência entre trabalho e calor, onde constatou-se que a variação Q - W é a mesma para todos os processos termodinâmicos.",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Termodinâmica é o ramo da física que estuda as leis que regem as relações entre trabalho, calor e energia térmica, geralmente tratada como a energia interna dos sistemas. A termodinâmica está preocupada com a modelagem matemática do mundo real, sendo que os conceitos centrais neste estudo servem para caracterizar um sistema termodinamicamente em equilíbrio, sendo que Pressão, Temperatura e Volume são variáveis mensuráveis macroscopicamente e determinam o estado de equilíbrio termodinâmico.",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A primeira declaração explícita da primeira lei da termodinâmica, dada por Rudolf Clausius em 1850, refere-se a processos termodinâmicos cíclicos. Sempre que o trabalho for produzido pelo órgão gerador de calor, certa quantidade desta energia é consumida, que é proporcional ao trabalho realizado; por outro lado, por o gasto de uma quantidade igual de trabalho a mesma quantidade de calor é produzida.",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Clausius descreveu a primeira lei de outra forma, referindo-se a existência de uma função do estado do sistema chamada energia interna (U), expressa em termos de uma equação diferencial para os estados de um processo termodinâmico. Esta equação pode ser traduzida em palavras como se segue:",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A energia interna é a soma das energias cinética e potencial de todas as partículas que constituem este sistema. Por esta razão, é considerada uma propriedade do sistema, depende somente do estado inicial e estado final do processo. Ainda, quanto maior a taxa de calor que está sendo transferida a determinado sistema, maior será sua energia interna. Assim, temos:",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Desta forma, quanto maior a energia interna de um sistema, maior será seu potencial para a realização de trabalho, sendo que convenciona-se que W>0, quando o sistema se expande e perde energia para o meio externo e W<0, quando o sistema se contrai e recebe energia do meio externo.",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Termodinamicamente, se o estado de um sistema muda, então ele está passando por um processo. A sucessão de estados através da qual passa o sistema define o caminho do processo. Se, no final do processo, as propriedades tiverem regressado aos seus valores iniciais, o sistema foi submetido a um processo cíclico. A equação que descreve a relação entre a pressão, volume e temperatura é dada por:",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Para introduzir aos conceitos da primeira lei da termodinâmica é valido antes apresentar o conceito de o que são propriedades termodinâmicas e como o calor e o trabalho estão envolvidos com as mesmas. Primeiramente, as propriedades termodinâmicas são aquelas que definem o estado termodinâmico, entre elas, a pressão, temperatura, volume e energia interna, vale ressaltar que o estado termodinâmico muda quando pelo menos uma das propriedades do sistema é alterada.",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "No entanto o que acontece com o calor e o trabalho é que nenhum sistema possui calor ou trabalho, o sistema apenas os produz, fazendo com que eles dependam do processo termodinâmico envolvido durante uma mudança de estado. Portanto, calor e trabalho, não são propriedades termodinâmicas e sim efeitos de fronteira do sistema.",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A primeira lei da termodinâmica pode ser definida a partir das integrais cíclicas de calor e trabalho, onde durante qualquer ciclo termodinâmico gerado, a integral cíclica do calor será diretamente proporcional a integral cíclica do trabalho:",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Na equação acima, convencionou-se Q positivo quando é acrescida energia ao sistema e negativo quando retirada; do mesmo modo, a energia interna diminui se for cedida energia para a vizinhança sob a forma de trabalho W, ou seja, se o sistema realizar trabalho.",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Podemos transferir energia para dentro ou para fora do sistema, seja sob forma de calor ou pela forma de trabalho. Suponhamos que o sistema esteja em um estado inicial i e realiza trabalho, expandindo-se. Este trabalho mecânico diminui a energia interna do sistema, então:",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Podemos também variar o estado do sistema colocando-o em contato térmico com outro sistema cuja temperatura esteja diferente. Assim, há certa quantidade de energia em trânsito, que se desloca do sistema de maior valor Q para o menor, fazendo com que haja um aumento da energia interna do sistema inicialmente com menor quantidade de energia. Assim,",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "A primeira lei da termodinâmica para sistemas fechados foi originalmente comprovada pela observação empírica; no entanto, é hoje considerado como a definição de calor através da lei da conservação da energia e da definição de trabalho em termos de mudanças nos parâmetros externos de um sistema. A descoberta original da lei foi gradual ao longo de um período de talvez meio século ou mais.",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Em meados do século XIX, um dos assuntos mais intrigantes aos cientistas da época era a transformação de calor em movimento através das máquinas térmicas. Neste período, ocorria a Revolução Industrial na Inglaterra e as máquinas térmicas a vapor foram as grandes responsáveis por parte do seu sucesso. O princípio dessas máquinas era bastante simples: aquecendo um gás ele se expandia. Em 1763, o escocês James Watt percebeu que havia um grande desperdício de vapor, que custava dinheiro e diminuía os lucros das indústrias. Entretanto, acredita-se que a primeira máquina térmica seja datada de 50 d.C. e desenvolvida por Héron de Alexandria. Héron, descobriu que o ar se expandia quando aquecido, e assim, poderia utilizá-lo para produzir força mecânica. O grande Leonardo da Vinci também usou o vapor d'água para produzir movimentos.",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Baseados nos trabalhos de Joule e um outro cientista, denominado Mayer, Rudolf Clausius e Lorde Kelvin, em 1850, desenvolveram a Primeira e a Segunda Lei da Termodinâmica. Isso, mudaria completamente a compreensão do calor como forma de energia e ampliou o campo de atuação da termodinâmica.[3][4]",
        "Primeira lei da termodinâmica",
        "Leis da termodinâmica"
    ],
    [
        "Atribui-se a Michael Faraday a descoberta da indução eletromagnética e, por conseguinte, o nome da lei relativa a esse fenômeno. Este foi comprovado experimentalmente por Faraday diversas vezes, apesar de sua explicação limitar-se ao conceito de linhas de força. A primeira formulação matemática da lei de Faraday foi feita por Franz Ernst Neumann em 1845. Nela, a força eletromotriz produzida em um circuito, pela indução, era expressa pelo negativo da derivada do fluxo magnético com o tempo através da área delimitada por esse circuito. O sinal negativo diz respeito ao sentido da FEM – e, por conseguinte, da corrente elétrica – e pode ser expressa formalmente por meio da chamada Lei de Lenz, desenvolvida por Heinrich Lenz em 1834, que integra o corolário da lei de Faraday.",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "Suas aplicações são inúmeras; na prática, quase todos os equipamentos eletro-eletrônicos utilizam o fenômeno da indução, seja para produzir uma corrente contínua, como nos dínamos, ou uma corrente alternada, como nos geradores, transformadores, alternadores e indutores, todos por meio da variação no campo magnético.",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "A equação de Maxwell–Faraday é uma generalização da lei de Faraday, e compõe uma das equações de Maxwell. Ela descreve como a variação de um campo magnético no tempo através de um circuito em repouso produz um campo elétrico não-eletrostático que, por sua vez, produz uma corrente elétrica no circuito. O movimento relativo entre um imã e o condutor e a produção, ou não, de um campo elétrico nessa experiência levaram a uma aparente dicotomia, exercendo, por sua vez, papel fundamental no desenvolvimento da relatividade restrita por Albert Einstein em 1905.",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "A indução eletromagnética foi descoberta de forma independente por Michael Faraday em 1831 e Joseph Henry em 1832.[3] Faraday, no entanto, foi o primeiro a publicar os resultados de seus experimentos.[4] Em 29 de agosto de 1831, data da primeira demonstração experimental da indução eletromagnética feita por Faraday,[5] ele amarrou dois fios em lados opostos de um anel de ferro (ou toro, um arranjo similar a um transformador toroidal moderno). Face às recém-descobertas propriedades do eletromagnetismo, ele esperava que, quando a corrente começasse a passar em um fio, uma espécie de onda viajaria através do anel e causaria algum efeito elétrico no lado oposto. Conectou, então, um dos fios a um galvanômetro e o outro a uma bateria. Foi observada, de fato, uma corrente transiente – que ele chamou de \"onda de eletricidade\" – nos momentos em que conectou e desconectou o fio à bateria.[6] Esta indução ocorreu devido à mudança que houve no fluxo magnético quando a bateria foi conectada e desconectada.[7]",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "Faraday explicou a indução eletromagnética usando um conceito que chamou de linhas de força. No entanto, grande parte dos cientistas da época rejeitavam suas ideias teóricas, principalmente porque não havia uma formulação matemática para elas.[8] James Clerk Maxwell, contudo, usou as ideias de Faraday como a base para sua teoria eletromagnética quantitativa.[8][9] Nos estudos de Maxwell, o aspecto da variabilidade com o tempo da indução eletromagnética é expressado como uma equação diferencial, a qual Oliver Heaviside referiu-se como a lei de Faraday, embora seja diferente da versão original da lei de Faraday. A versão de Heaviside é a forma que hoje é reconhecida como parte do grupo de equações conhecido como equações de Maxwell.",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "A equação de Maxwell-Faraday é uma generalização da lei de Faraday, e afirma que um campo magnético que varia com o tempo é sempre acompanhado por um campo elétrico não-conservativo que varia espacialmente, e vice-versa. A equação de Maxwell–Faraday é:",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "A equação de Maxwell–Faraday é uma das quatro equações de Maxwell, tendo, portanto, um papel fundamental na teoria do eletromagnetismo clássico. Ela também pode ser escrita na forma integral pelo Teorema de Kelvin-Stokes:[17]",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "Ambos dℓ e dA têm uma ambiguidade de sinal; para obter o sinal correto, usa-se a regra da mão direita. Para uma superfície plana Σ, um elemento de curva positivo dℓ da curva ∂Σ é definido pela regra de mão direita como estando na direção dos dedos da mão direita quando o polegar aponta na direção do vetor normal n exterior à superfície Σ.",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "Embora a lei de Faraday seja válida para circuitos de fio infinitamente fino, ela pode fornecer um resultado errado caso seja ingenuamente extrapolada para outros contextos.[12] Um exemplo é o gerador unipolar: um disco metálico girando na presença de um campo magnético homogêneo gera uma FEM de corrente contínua. Na lei de Faraday, a FEM é dada pela derivada do fluxo no tempo; logo, uma FEM contínua só é possível caso o fluxo magnético esteja aumentando. Porém, no gerador, o campo magnético é constante e o disco permanece na mesma posição, então, o fluxo magnético não aumenta. Portanto, esse exemplo não pode ser analisado diretamente pela lei de Faraday.",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "Outro exemplo, como exposto por Richard Feynman,[12] apresenta uma mudança dramática no fluxo através do circuito, no entanto, a FEM permanece arbitrariamente pequena. Veja a figura e legenda acima à direita.",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "Em ambos os exemplos, as mudanças no percurso da corrente são diferentes do movimento do material que compõe o circuito. Os elétrons em um material tendem a seguir o movimento dos átomos que constituem o material, devido à dispersão na massa e o confinamento da função trabalho nas bordas. Por conseguinte, a FEM relativa ao movimento é gerada quando os átomos do material movem-se através de um campo magnético, arrastando os elétrons com ela, sujeitando-os, assim, à força de Lorentz. No gerador unipolar, os átomos do material movem-se, embora a geometria do circuito como um todo permaneça a mesma. No segundo exemplo, os átomos do material são praticamente estacionários, embora a geometria do circuito como um todo mude dramaticamente. Por outro lado, a lei de Faraday sempre é verdadeira para um fio suficientemente fino, pois a mudança na geometria do circuito é sempre diretamente proporcional ao movimento dos átomos do material.",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "Alguns físicos observaram que a lei de Faraday é uma única equação que descreve dois fenômenos diferentes: uma FEM gerada pela força magnética em um circuito móvel, e uma FEM gerada por uma força elétrica devido a uma mudança no campo magnético (dada a equação de Maxwell–Faraday). James Clerk Maxwell chamou atenção para esse fato em On Physical Lines of Force de 1861. Na segunda metade da Parte II do livro, Maxwell fornece uma explicação física separada para cada um dos dois fenômenos.",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "Em muitos livros modernos, é feita uma referência a esses dois aspectos da indução eletromagnética.[21] Em The Feynman Lectures on Physics, Richard Feynman afirma que a \"regra do fluxo\" (terminologia por ele usada para referir-se à lei que relaciona o fluxo magnético à FEM) pode ser aplicada tanto no caso em que o fluxo muda porque o campo muda quanto quando o circuito se move, ou ambos. Ele observa que \"não se sabe de nenhum outro lugar na física onde um princípio geral tão simples e preciso requer, para seu entendimento real, uma análise em termos de dois fenômenos diferentes\".[12]",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "Vamos usar como exemplo um transformador ideal. Um transformador ideal consiste de um núcleo que contém completamente o fluxo magnético dentro dele e duas bobinas: uma que chega com a tensão e corrente vindas de um gerador e o outro lado que vai ser usado em algum circuito, uma tomada por exemplo.[24]",
        "Lei de Faraday-Neumann-Lenz",
        "Indução eletromagnética"
    ],
    [
        "A indução eletromagnética é o fenômeno que origina a produção de uma força eletromotriz (f.e.m. ou tensão) num meio ou corpo exposto a um campo magnético variável, ou bem num meio móvel exposto a um campo magnético estático. É assim que, quando o dito corpo é um condutor, produz-se uma corrente induzida. Este fenômeno foi descoberto por Michael Faraday que o expressou indicando que a magnitude da tensão induzida é proporcional à variação do fluxo magnético (Lei de Faraday).",
        "Indução eletromagnética",
        "Indução eletromagnética"
    ],
    [
        "Por outro lado, Heinrich Lenz comprovou que a corrente devida à f.e.m. induzida se opõe à mudança de fluxo magnético, de tal forma que a corrente tende a manter o fluxo. Isto é válido tanto para o caso em que a intensidade do fluxo varie, ou que o corpo condutor se mova em relação a ele.",
        "Indução eletromagnética",
        "Indução eletromagnética"
    ],
    [
        "Um exemplo é a energia eólica, uma das fontes de energia renováveis que estão a ser utilizadas para reduzir a contaminação produzida pelos combustíveis fósseis. Portugal é um dos países em que a energia eólica corresponde a uma porcentagem mais elevada da energia elétrica total, com aproximadamente 9%.[1]",
        "Indução eletromagnética",
        "Indução eletromagnética"
    ],
    [
        "A indução eletromagnética foi descoberta pelo cientista britânico Michael Faraday em 1831[3][4] e de forma independente pelo cientista estadunidense Joseph Henry entre 1831 e 1832. Na primeira demonstração de seu experimento, Faraday envolveu duas regiões opostas de um anel de ferro com fios condutores. Baseando-se em seu entendimento de eletroímãs, ele esperava que, quando a corrente elétrica fluísse em um dos fios, uma espécie de onda viajaria pelo anel de modo a causar um efeito elétrico no lado oposto. Então, ele conectou um fio a uma bateria e o outro a um galvanômetro. Tanto após conectar ou desconectar os fios, ele viu uma corrente transiente, a qual nomeou \"onda de eletricidade\".[5] A indução se deu devido a uma alteração no fluxo magnético quando a bateria era conectada e desconectada. Nos próximos dois meses, Faraday descobriu diversas outras manifestações da indução eletromagnética. Por exemplo, ele percebia correntes transientes quando aproximava e afastava rapidamente um imã de uma bobina; ele também descobriu que poderia gerar uma corrente contínua estável ao girar um disco de cobre perto de um imã.(Disco de Faraday).",
        "Indução eletromagnética",
        "Indução eletromagnética"
    ],
    [
        "Faraday explicou a indução eletromagnética através do conceito de linhas de força. Contudo, suas ideias foram rejeitadas pela comunidade científica da época devido principalmente à falta de formalização matemática destas.[6] Uma exceção foi James Clerk Maxwell, que utilizou das ideias de Faraday como base para sua teoria eletromagnética.[6] No modelo de Maxwell, o aspecto variante da indução eletromagnética ao decorrer do tempo é exprimido por uma equação diferencial - chamada por Oliver Heaviside de Lei de Faraday - apesar ser formulada um pouco diferente da ideia original de Faraday. A versão da lei formulada por Heaviside é a atualmente reconhecida no grupo das equações de Maxwell.",
        "Indução eletromagnética",
        "Indução eletromagnética"
    ],
    [
        "Essa força magnética faz deslocar as cargas de condução no condutor; na situação da figura acima, ficará um excesso de cargas negativas no extremo inferior da barra, e um excesso de cargas positivas no extremo superior, independentemente do sinal das cargas de condução.[1]",
        "Indução eletromagnética",
        "Indução eletromagnética"
    ],
    [
        "Mas se analisarmos o problema do ponto de vista do referencial S', que se desloca com o condutor, nesse referencial o condutor está em repouso e, portanto, não existe nenhuma força magnética sobre as cargas. Como se explica acumulação de cargas nos dois extremos da barra?",
        "Indução eletromagnética",
        "Indução eletromagnética"
    ],
    [
        "O problema está em que a velocidade é uma grandeza relativa, diferente em diferentes referenciais; isso implica que, para que a equação acima seja correta, é preciso alguma condição adicional que defina exclua todos os referenciais, excepto um onde a equação é válida. A segunda lei de Newton implica que as força deve ser invariante, devido a que a aceleração e a massa são invariantes.",
        "Indução eletromagnética",
        "Indução eletromagnética"
    ]
]